[
  {
    "chapter_number": 1,
    "chapter_roman": "I",
    "chapter_title": "The Twin-Verses",
    "verses": {
      "1": {
        "local": 1,
        "text": "All that we are is the result of what we have thought: it is founded on our thoughts, it is made up of our thoughts. If a man speaks or acts with an evil thought, pain follows him, as the wheel follows the foot of the ox that draws the carriage.",
        "pali": "manopubbaṅgamā dhammā manoseṭṭhā manomayā, manasā ce paduṭṭhena bhāsatī vā karoti vā tato naṃ dukkham anveti cakkaṃ va vahato padaṃ."
      },
      "2": {
        "local": 2,
        "text": "All that we are is the result of what we have thought: it is founded on our thoughts, it is made up of our thoughts. If a man speaks or acts with a pure thought, happiness follows him, like a shadow that never leaves him.",
        "pali": "manopubbaṅgamā dhammā manoseṭṭhā manomayā, manasā ce pasannena bhāsatī vā karoti vā tato naṃ sukham anveti chāyā va anapāyinī."
      },
      "3": {
        "local": 3,
        "text": "\"He abused me, he beat me, he defeated me, he robbed me,\"&mdash;in those who harbour such thoughts hatred will never cease.",
        "pali": "\"akkocchi maṃ avadhi maṃ ajini maṃ ahāsi me\", ye taṃ upanayihanti veraṃ tesaṃ na sammati."
      },
      "4": {
        "local": 4,
        "text": "\"He abused me, he beat me, he defeated me, he robbed me,\"&mdash;in those who do not harbour such thoughts hatred will cease.",
        "pali": "\"akkocchi maṃ avadhi maṃ ajini maṃ ahāsi me\", ye taṃ na upanayhanti veraṃ tes' ūpasammati."
      },
      "5": {
        "local": 5,
        "text": "For hatred does not cease by hatred at any time: hatred ceases by love, this is an old rule.",
        "pali": "na hi verena verāni sammant' idha kudācanaṃ averena ca sammanti, esa dhammo sanantano."
      },
      "6": {
        "local": 6,
        "text": "The world does not know that we must all come to an end here;&mdash;but those who know it, their quarrels cease at once.",
        "pali": "pare ca na vijānanti: \"mayam ettha yamāmase\", ye ca tattha vijānanti tato sammanti medhagā."
      },
      "7": {
        "local": 7,
        "text": "He who lives looking for pleasures only, his senses uncontrolled, immoderate in his food, idle, and weak, Mara (the tempter) will certainly overthrow him, as the wind throws down a weak tree.",
        "pali": "subhānupassiṃ viharantaṃ indriyesu asaṃvutaṃ bhojanamhi câmattaññuṃ kusītaṃ hīnavīriyaṃ taṃ ve pasahatī Māro vāto rukkhaṃ va dubbalaṃ."
      },
      "8": {
        "local": 8,
        "text": "He who lives without looking for pleasures, his senses well controlled, moderate in his food, faithful and strong, him Mara will certainly not overthrow, any more than the wind throws down a rocky mountain.",
        "pali": "asubhānupassiṃ viharantaṃ indriyesu susaṃvutaṃ bhojanamhi ca mattaññuṃ saddhaṃ āraddhavīriyaṃ taṃ [ve] na-ppasahatī Māro vāto selaṃ va pabbataṃ."
      },
      "9": {
        "local": 9,
        "text": "He who wishes to put on the yellow dress without having cleansed himself from sin, who disregards temperance and truth, is unworthy of the yellow dress.",
        "pali": "anikkasāvo kāsāvaṃ yo vatthaṃ paridahessati apeto damasaccena na so kāsāvaṃ arhati."
      },
      "10": {
        "local": 10,
        "text": "But he who has cleansed himself from sin, is well grounded in all virtues, and regards also temperance and truth, he is indeed worthy of the yellow dress.",
        "pali": "yo ca vantakasāv' assa sīlesu susamāhito upeto damasaccena sa ve kāsāvam arhati."
      },
      "11": {
        "local": 11,
        "text": "They who imagine truth in untruth, and see untruth in truth, never arrive at truth, but follow vain desires.",
        "pali": "asāre sāramatino sāre câsāradassino te sāraṃ nâdhigacchanti micchāsaṃkappagocarā."
      },
      "12": {
        "local": 12,
        "text": "They who know truth in truth, and untruth in untruth, arrive at truth, and follow true desires.",
        "pali": "sārañ ca sārato ñatvā asārañ ca asārato te sāraṃ adhigacchanti sammāsaṃkappagocarā."
      },
      "13": {
        "local": 13,
        "text": "As rain breaks through an ill-thatched house, passion will break through an unreflecting mind.",
        "pali": "yathā agāraṃ ducchannaṃ vuṭṭhi samativijjhati evaṃ abhāvitaṃ cittaṃ rāgo samativijjhati."
      },
      "14": {
        "local": 14,
        "text": "As rain does not break through a well-thatched house, passion will not break through a well-reflecting mind.",
        "pali": "yathā agāraṃ succhannaṃ vuṭṭhi na samativijjhati evaṃ subhāvitaṃ cittaṃ rāgo na samativijjhati."
      },
      "15": {
        "local": 15,
        "text": "The evil-doer mourns in this world, and he mourns in the next; he mourns in both. He mourns and suffers when he sees the evil of his own work.",
        "pali": "idha socati pecca socati pāpakārī ubhayattha socati, so socati so vihaññati disvā kammakiliṭṭham attano."
      },
      "16": {
        "local": 16,
        "text": "The virtuous man delights in this world, and he delights in the next; he delights in both. He delights and rejoices, when he sees the purity of his own work.",
        "pali": "idha modati pecca modati katapuñño ubhayattha modati, so modati so pamodati disvā kammavisuddhim attano."
      },
      "17": {
        "local": 17,
        "text": "The evil-doer suffers in this world, and he suffers in the next; he suffers in both. He suffers when he thinks of the evil he has done; he suffers more when going on the evil path.",
        "pali": "idha tappati pecca tappati pāpakārī ubhayattha tappati, \"pāpaṃ me katan\" ti tappati. bhiyyo tappati duggatiṃ gato."
      },
      "18": {
        "local": 18,
        "text": "The virtuous man is happy in this world, and he is happy in the next; he is happy in both. He is happy when he thinks of the good he has done; he is still more happy when going on the good path.",
        "pali": "idha nandati pecca nandati katapuñño, ubhayattha nandati, \"puññam me katan\" ti nandati. bhiyyo nandati suggatiṃ gato."
      },
      "19": {
        "local": 19,
        "text": "The thoughtless man, even if he can recite a large portion (of the law), but is not a doer of it, has no share in the priesthood, but is like a cowherd counting the cows of others.",
        "pali": "bahum pi ce sahitam bhāsamāno na takkaro hoti naro pamatto gopo va gāvo gaṇayam paresaṃ na bhāgavā sāmaññassa hoti."
      },
      "20": {
        "local": 20,
        "text": "The follower of the law, even if he can recite only a small portion (of the law), but, having forsaken passion and hatred and foolishness, possesses true knowledge and serenity of mind, he, caring for nothing in this world or that to come, has indeed a share in the priesthood.",
        "pali": "appam pi ce sahitam bhāsamāno dhammassa hoti anudhammacārī rāgañ ca dosañ ca pahāya mohaṃ sammappajāno suvimuttacitto anupādiyāno idha vā huraṃ vā sa bhāgavā sāmaññassa hoti."
      }
    }
  },
  {
    "chapter_number": 2,
    "chapter_roman": "II",
    "chapter_title": "On Earnestness",
    "verses": {
      "21": {
        "local": 1,
        "text": "Earnestness is the path of immortality (Nirvana), thoughtlessness the path of death. Those who are in earnest do not die, those who are thoughtless are as if dead already.",
        "pali": "appamādo amatapadaṃ pamādo maccuno padaṃ, appamattā na mīyanti ye pamattā yathā matā."
      },
      "22": {
        "local": 2,
        "text": "Those who are advanced in earnestness, having understood this clearly, delight in earnestness, and rejoice in the knowledge of the Ariyas (the elect).",
        "pali": "etaṃ visesato ñatvā appamādamhi paṇḍitā appamāde pamodanti aryānaṃ gocare ratā."
      },
      "23": {
        "local": 3,
        "text": "These wise people, meditative, steady, always possessed of strong powers, attain to Nirvana, the highest happiness.",
        "pali": "te jhāyino sātatikā niccaṃ daḷhaparakkamā phusanti dhīrā nibbānaṃ yogakkhemaṃ anuttaraṃ."
      },
      "24": {
        "local": 4,
        "text": "If an earnest person has roused himself, if he is not forgetful, if his deeds are pure, if he acts with consideration, if he restrains himself, and lives according to law,&mdash;then his glory will increase.",
        "pali": "uṭṭhānavato satīmato sucikammassa nisammakārino saññatassa ca dhammajīvino appamattassa yaso 'bhivaḍḍhati."
      },
      "25": {
        "local": 5,
        "text": "By rousing himself, by earnestness, by restraint and control, the wise man may make for himself an island which no flood can overwhelm.",
        "pali": "uṭṭhānen' appamādena saññamena damena ca dīpaṃ kayrātha medhāvī yaṃ ogho nâbhikīrati."
      },
      "26": {
        "local": 6,
        "text": "Fools follow after vanity, men of evil wisdom. The wise man keeps earnestness as his best jewel.",
        "pali": "pamādam anuyuñjanti bālā dummedhino janā appamādañ ca medhāvī dhanaṃ seṭṭhaṃ va rakkhati."
      },
      "27": {
        "local": 7,
        "text": "Follow not after vanity, nor after the enjoyment of love and lust! He who is earnest and meditative, obtains ample joy.",
        "pali": "mā pamādam anuyuñjetha mā kāmaratisanthavaṃ, appamatto hi jhāyanto pappoti vipulaṃ sukhaṃ."
      },
      "28": {
        "local": 8,
        "text": "When the learned man drives away vanity by earnestness, he, the wise, climbing the terraced heights of wisdom, looks down upon the fools, serene he looks upon the toiling crowd, as one that stands on a mountain looks down upon them that stand upon the plain.",
        "pali": "pamādam appamādena yadā nudati paṇḍito paññāpāsādam āruyha asoko sokiniṃ pajaṃ pabbataṭṭho va bhummaṭṭhe dhīro bāle avekkhati."
      },
      "29": {
        "local": 9,
        "text": "Earnest among the thoughtless, awake among the sleepers, the wise man advances like a racer, leaving behind the hack.",
        "pali": "appamatto pamattesu suttesu bahujāgaro abalassaṃ va sīghasso hitvā yāti sumedhaso."
      },
      "30": {
        "local": 10,
        "text": "By earnestness did Maghavan (Indra) rise to the lordship of the gods. People praise earnestness; thoughtlessness is always blamed.",
        "pali": "appamādena Maghavā devānaṃ seṭṭhataṃ gato, appamādaṃ pasaṃsanti pamādo garhito sadā."
      },
      "31": {
        "local": 11,
        "text": "A Bhikshu (mendicant) who delights in earnestness, who looks with fear on thoughtlessness, moves about like fire, burning all his fetters, small or large.",
        "pali": "appamādarato bhikkhu pamāde bhayadassivā saññojanaṃ aṇuṃthūlaṃ ḍahaṃ aggîva gacchati."
      },
      "32": {
        "local": 12,
        "text": "A Bhikshu (mendicant) who delights in reflection, who looks with fear on thoughtlessness, cannot fall away (from his perfect state)&mdash;he is close upon Nirvana.",
        "pali": "appamādarato bhikkhu pamāde bhayadassivā abhabbo parihānāya nibbānass'eva santike."
      }
    }
  },
  {
    "chapter_number": 3,
    "chapter_roman": "III",
    "chapter_title": "Thought",
    "verses": {
      "33": {
        "local": 1,
        "text": "As a fletcher makes straight his arrow, a wise man makes straight his trembling and unsteady thought, which is difficult to guard, difficult to hold back.",
        "pali": "phandanaṃ capalaṃ cittaṃ dūrakkhaṃ dunnivārayaṃ ujuṃ karoti medhāvī usukāro va tejanaṃ."
      },
      "34": {
        "local": 2,
        "text": "As a fish taken from his watery home and thrown on dry ground, our thought trembles all over in order to escape the dominion of Mara (the tempter).",
        "pali": "vārijo va thale khitto okamokata ubbhato pariphandat' idaṃ cittaṃ Māradheyyaṃ pahātave."
      },
      "35": {
        "local": 3,
        "text": "It is good to tame the mind, which is difficult to hold in and flighty, rushing wherever it listeth; a tamed mind brings happiness.",
        "pali": "dunniggahassa lahuno yatthakāmanipātino cittassa damatho sādhu, cittaṃ dantaṃ sukhāvahaṃ."
      },
      "36": {
        "local": 4,
        "text": "Let the wise man guard his thoughts, for they are difficult to perceive, very artful, and they rush wherever they list: thoughts well guarded bring happiness.",
        "pali": "sududdasaṃ sunipuṇaṃ yatthakāmanipātinaṃ cittaṃ rakkhetha medhāvī, cittaṃ guttaṃ sukhāvahaṃ."
      },
      "37": {
        "local": 5,
        "text": "Those who bridle their mind which travels far, moves about alone, is without a body, and hides in the chamber (of the heart), will be free from the bonds of Mara (the tempter).",
        "pali": "dūraṅgamaṃ ekacaraṃ asarīraṃ guhāsayaṃ ye cittaṃ saññamessanti mokkhanti Mārabhandhanā."
      },
      "38": {
        "local": 6,
        "text": "If a man's thoughts are unsteady, if he does not know the true law, if his peace of mind is troubled, his knowledge will never be perfect.",
        "pali": "anavaṭṭhitacittassa saddhammaṃ avijānato pariplavapasādassa paññā na paripūrati."
      },
      "39": {
        "local": 7,
        "text": "If a man's thoughts are not dissipated, if his mind is not perplexed, if he has ceased to think of good or evil, then there is no fear for him while he is watchful.",
        "pali": "anavassutacittassa ananvāhatacetaso puññapāpapahīnassa n' atthi jāgarato bhayaṃ."
      },
      "40": {
        "local": 8,
        "text": "Knowing that this body is (fragile) like a jar, and making this thought firm like a fortress, one should attack Mara (the tempter) with the weapon of knowledge, one should watch him when conquered, and should never rest.",
        "pali": "kumbhūpamaṃ kāyam imaṃ viditvā nagarūpamaṃ cittam idaṃ ṭhapetvā yojetha Māraṃ paññāvudhena jitañ ca rakkhe anivesano siyā."
      },
      "41": {
        "local": 9,
        "text": "Before long, alas! this body will lie on the earth, despised, without understanding, like a useless log.",
        "pali": "aciraṃ vat' ayaṃ kāyo paṭhaviṃ adhisessati chuddho apetaviññāṇo niratthaṃ va kaliṅgaraṃ."
      },
      "42": {
        "local": 10,
        "text": "Whatever a hater may do to a hater, or an enemy to an enemy, a wrongly-directed mind will do us greater mischief.",
        "pali": "diso disaṃ yan taṃ kayrā verīvā pana verinaṃ - micchāpaṇihitaṃ cittaṃ pāpiyo naṃ tato kare."
      },
      "43": {
        "local": 11,
        "text": "Not a mother, not a father will do so much, nor any other relative; a well-directed mind will do us greater service.",
        "pali": "na taṃ mātā pitā kayrā aññe vâpi ca ñātakā - sammāpaṇihitaṃ cittaṃ seyyaso naṃ tato kare."
      }
    }
  },
  {
    "chapter_number": 4,
    "chapter_roman": "IV",
    "chapter_title": "Flowers",
    "verses": {
      "44": {
        "local": 1,
        "text": "Who shall overcome this earth, and the world of Yama (the lord of the departed), and the world of the gods? Who shall find out the plainly shown path of virtue, as a clever man finds out the (right) flower?",
        "pali": "ko imaṃ paṭhaviṃ vijessati Yamalokañ ca imaṃ sadevakaṃ? ko dhammapadaṃ sudesitaṃ kusalo puppham iva-ppacessati?"
      },
      "45": {
        "local": 2,
        "text": "The disciple will overcome the earth, and the world of Yama, and the world of the gods. The disciple will find out the plainly shown path of virtue, as a clever man finds out the (right) flower.",
        "pali": "sekho paṭhaviṃ vijessati Yamalokañ ca imaṃ sadevakaṃ. sekho dhammapadaṃ sudesitaṃ kusalo puppham iva-ppacessati."
      },
      "46": {
        "local": 3,
        "text": "He who knows that this body is like froth, and has learnt that it is as unsubstantial as a mirage, will break the flower-pointed arrow of Mara, and never see the king of death.",
        "pali": "pheṇūpamaṃ kāyam imaṃ viditvā marīcidhammaṃ abhisambudhāno chetvāna Mārassa papupphakāni adassanaṃ Maccurājassa gacche."
      },
      "47": {
        "local": 4,
        "text": "Death carries off a man who is gathering flowers and whose mind is distracted, as a flood carries off a sleeping village.",
        "pali": "pupphān' eva pacinantaṃ vyāsattamanasaṃ naraṃ suttaṃ gāmaṃ mahogho va Maccu ādāya gacchati."
      },
      "48": {
        "local": 5,
        "text": "Death subdues a man who is gathering flowers, and whose mind is distracted, before he is satiated in his pleasures.",
        "pali": "pupphān' eva pacinantaṃ vyāsattamanasaṃ naraṃ atittaṃ yeva kāmesu Antako kurute vasaṃ."
      },
      "49": {
        "local": 6,
        "text": "As the bee collects nectar and departs without injuring the flower, or its colour or scent, so let a sage dwell in his village.",
        "pali": "yathâpi bhamaro pupphaṃ vaṇṇagandhaṃ aheṭhayaṃ paleti rasam ādāya evaṃ gāme munī care."
      },
      "50": {
        "local": 7,
        "text": "Not the perversities of others, not their sins of commission or omission, but his own misdeeds and negligences should a sage take notice of.",
        "pali": "na paresaṃ vilomāni, na paresaṃ katākataṃ attano va avekkheyya katāni akatāni ca."
      },
      "51": {
        "local": 8,
        "text": "Like a beautiful flower, full of colour, but without scent, are the fine but fruitless words of him who does not act accordingly.",
        "pali": "yathâpi ruciraṃ pupphaṃ vaṇṇavantaṃ agandhakaṃ evaṃ subhāsitā vācā aphalā hot' akubbato."
      },
      "52": {
        "local": 9,
        "text": "But, like a beautiful flower, full of colour and full of scent, are the fine and fruitful words of him who acts accordingly.",
        "pali": "yathâpi ruciraṃ pupphaṃ vaṇṇavantaṃ sagandhakaṃ evaṃ subhāsitā vācā saphalā hoti kubbato."
      },
      "53": {
        "local": 10,
        "text": "As many kinds of wreaths can be made from a heap of flowers, so many good things may be achieved by a mortal when once he is born.",
        "pali": "yathâpi puppharāsimhā kayrā mālāguṇe bahū evaṃ jātena maccena kattabbaṃ kusalaṃ bahuṃ."
      },
      "54": {
        "local": 11,
        "text": "The scent of flowers does not travel against the wind, nor (that of) sandal-wood, or of Tagara and Mallika flowers; but the odour of good people travels even against the wind; a good man pervades every place.",
        "pali": "na pupphagandho paṭivātam eti na candanaṃ tagaramallikā vā satañ ca gandho paṭivātam eti sabbā disā sappuriso pavāti."
      },
      "55": {
        "local": 12,
        "text": "Sandal-wood or Tagara, a lotus-flower, or a Vassiki, among these sorts of perfumes, the perfume of virtue is unsurpassed.",
        "pali": "candanaṃ tagaraṃ vâpi uppalaṃ atha vassikī etesaṃ gandhajātānaṃ sīlagandho anuttaro."
      },
      "56": {
        "local": 13,
        "text": "Mean is the scent that comes from Tagara and sandal-wood;&mdash;the perfume of those who possess virtue rises up to the gods as the highest.",
        "pali": "appamatto ayaṃ gandho y'āyaṃ tagaracandanī yo ca sīlavataṃ gandho vāti devesu uttamo."
      },
      "57": {
        "local": 14,
        "text": "Of the people who possess these virtues, who live without thoughtlessness, and who are emancipated through true knowledge, Mara, the tempter, never finds the way.",
        "pali": "tesaṃ sampannasīlānaṃ appamādavihārinaṃ sammadaññāvimuttānaṃ Māro maggaṃ na vindati."
      },
      "58, 59": {
        "local": 15,
        "text": "As on a heap of rubbish cast upon the highway the lily will grow full of sweet perfume and delight, thus the disciple of the truly enlightened Buddha shines forth by his knowledge among those who are like rubbish, among the people that walk in darkness.",
        "pali": "yathā saṃkāradhānasmiṃ ujjhitasmiṃ mahāpathe padumaṃ tattha jāyetha sucigandhaṃ manoramaṃ; / evaṃ saṃkārabhūtesu andhabhūte puthujjane atirocati paññāya sammāsambuddhasāvako."
      }
    }
  },
  {
    "chapter_number": 5,
    "chapter_roman": "V",
    "chapter_title": "The Fool",
    "verses": {
      "60": {
        "local": 1,
        "text": "Long is the night to him who is awake; long is a mile to him who is tired; long is life to the foolish who do not know the true law.",
        "pali": "dīghā jāgarato rattī dīghaṃ santassa yojanaṃ dīgho bālānaṃ saṃsāro saddhammaṃ avijānataṃ."
      },
      "61": {
        "local": 2,
        "text": "If a traveller does not meet with one who is his better, or his equal, let him firmly keep to his solitary journey; there is no companionship with a fool.",
        "pali": "carañ ce nādhigaccheyya seyyaṃ sadisam attano ekacariyaṃ daḷhaṃ kayrā n' atthi bāle sahāyatā."
      },
      "62": {
        "local": 3,
        "text": "\"These sons belong to me, and this wealth belongs to me,\" with such thoughts a fool is tormented. He himself does not belong to himself; how much less sons and wealth?",
        "pali": "\"puttā m' atthi dhanaṃ m' atthi\" iti bālo vihaññati attā hi attano n' atthi kuto puttā kuto dhanaṃ."
      },
      "63": {
        "local": 4,
        "text": "The fool who knows his foolishness, is wise at least so far. But a fool who thinks himself wise, he is called a fool indeed.",
        "pali": "yo bālo maññatī balyaṃ paṇḍito vāpi tena so, bālo ca paṇḍitamānī sa ve bālo ti vuccati."
      },
      "64": {
        "local": 5,
        "text": "If a fool be associated with a wise man even all his life, he will perceive the truth as little as a spoon perceives the taste of soup.",
        "pali": "yāvajīvam pi ce bālo paṇḍitaṃ payrupāsati na so dhammaṃ vijānāti dabbī sūparasaṃ yathā."
      },
      "65": {
        "local": 6,
        "text": "If an intelligent man be associated for one minute only with a wise man, he will soon perceive the truth, as the tongue perceives the taste of soup.",
        "pali": "muhuttam api ce viññū paṇḍitaṃ payrupāsati khippaṃ dhammaṃ vijānāti jivhā sūparasaṃ yathā."
      },
      "66": {
        "local": 7,
        "text": "Fools of little understanding have themselves for their greatest enemies, for they do evil deeds which must bear bitter fruits.",
        "pali": "caranti bālā dummedhā amittenêva attanā karontā pāpakaṃ kammaṃ yaṃ hoti kaṭukapphalaṃ."
      },
      "67": {
        "local": 8,
        "text": "That deed is not well done of which a man must repent, and the reward of which he receives crying and with a tearful face.",
        "pali": "na taṃ kammaṃ kataṃ sādhu yaṃ katvā anutappati yassa assumukho rodaṃ vipākaṃ paṭisevati."
      },
      "68": {
        "local": 9,
        "text": "No, that deed is well done of which a man does not repent, and the reward of which he receives gladly and cheerfully.",
        "pali": "tañ ca kammaṃ kataṃ sādhu yaṃ katvā nânutappati yassa patīto sumano vipākaṃ paṭisevati."
      },
      "69": {
        "local": 10,
        "text": "As long as the evil deed done does not bear fruit, the fool thinks it is like honey; but when it ripens, then the fool suffers grief.",
        "pali": "mādhuvā maññatī bālo yāva pāpaṃ na paccati yadā ca paccatī pāpaṃ atha [bālo] dukkhaṃ nigacchati."
      },
      "70": {
        "local": 11,
        "text": "Let a fool month after month eat his food (like an ascetic) with the tip of a blade of Kusa grass, yet he is not worth the sixteenth particle of those who have well weighed the law.",
        "pali": "māse māse kusaggena bālo bhuñjetha bhojanaṃ na so saṃkhatadhammānaṃ kalaṃ nâgghati soḷasiṃ."
      },
      "71": {
        "local": 12,
        "text": "An evil deed, like newly-drawn milk, does not turn (suddenly); smouldering, like fire covered by ashes, it follows the fool.",
        "pali": "na hi pāpaṃ kataṃ kammaṃ sajju khīraṃ va mucchati ḍahantam bālam anveti bhasmācchanno va pāvako."
      },
      "72": {
        "local": 13,
        "text": "And when the evil deed, after it has become known, brings sorrow to the fool, then it destroys his bright lot, nay, it cleaves his head.",
        "pali": "yāvad eva anatthāya ñattaṃ bālassa jāyati hanti bālassa sukkaṃsaṃ muddham assa vipātayaṃ."
      },
      "73": {
        "local": 14,
        "text": "Let the fool wish for a false reputation, for precedence among the Bhikshus, for lordship in the convents, for worship among other people!",
        "pali": "asataṃ bhāvan' iccheyya purekkhārañ ca bhikkhusu āvāsesu ca issariyaṃ pūjā parakulesu ca."
      },
      "74": {
        "local": 15,
        "text": "\"May both the layman and he who has left the world think that this is done by me; may they be subject to me in everything which is to be done or is not to be done,\" thus is the mind of the fool, and his desire and pride increase.",
        "pali": "\"mam' eva kata maññantu gihī pabbajitā ubho, mam' evâtivasā assu kiccākiccesu kismici\", iti bālassa saṃkappo, icchā māno ca vaḍḍhati."
      },
      "75": {
        "local": 16,
        "text": "\"One is the road that leads to wealth, another the road that leads to Nirvana;\" if the Bhikshu, the disciple of Buddha, has learnt this, he will not yearn for honour, he will strive after separation from the world.",
        "pali": "aññā hi lābhūpanisā aññā nibbānagāminī, evam etaṃ abhiññāya bhikkhu Buddhassa sāvako sakkāraṃ nâbhinandeyya vivekam anubrūhaye."
      }
    }
  },
  {
    "chapter_number": 6,
    "chapter_roman": "VI",
    "chapter_title": "The Wise Man (Pandita)",
    "verses": {
      "76": {
        "local": 1,
        "text": "If you see an intelligent man who tells you where true treasures are to be found, who shows what is to be avoided, and administers reproofs, follow that wise man; it will be better, not worse, for those who follow him.",
        "pali": "nidhīnaṃ va pavattāraṃ yaṃ passe vajjadassinaṃ niggayhavādiṃ medhāviṃ tādisaṃ paṇḍitaṃ bhaje, tādisaṃ bhajamānassa seyyo hoti na pāpiyo."
      },
      "77": {
        "local": 2,
        "text": "Let him admonish, let him teach, let him forbid what is improper!&mdash;he will be beloved of the good, by the bad he will be hated.",
        "pali": "ovadeyyânusāseyya asabbhā ca nivāraye, sataṃ hi so piyo hoti asataṃ hoti appiyo."
      },
      "78": {
        "local": 3,
        "text": "Do not have evil-doers for friends, do not have low people for friends: have virtuous people for friends, have for friends the best of men.",
        "pali": "na bhaje pāpake mitte na bhaje purisādhame, bhajetha mitte kalyāṇe bhajetha purisuttame."
      },
      "79": {
        "local": 4,
        "text": "He who drinks in the law lives happily with a serene mind: the sage rejoices always in the law, as preached by the elect (Ariyas).",
        "pali": "dhammapītī sukhaṃ seti vipasannena cetasā, aryappavedite dhamme sadā ramati paṇḍito."
      },
      "80": {
        "local": 5,
        "text": "Well-makers lead the water (wherever they like); fletchers bend the arrow; carpenters bend a log of wood; wise people fashion themselves.",
        "pali": "udakaṃ hi nayanti nettikā usukārā namayanti tejanaṃ dāruṃ namayanti tacchakā attānaṃ damayanti paṇḍitā."
      },
      "81": {
        "local": 6,
        "text": "As a solid rock is not shaken by the wind, wise people falter not amidst blame and praise.",
        "pali": "selo yathā ekaghano vātena na samīrati evaṃ nindāpasaṃsāsu na samiñjanti paṇḍitā."
      },
      "82": {
        "local": 7,
        "text": "Wise people, after they have listened to the laws, become serene, like a deep, smooth, and still lake.",
        "pali": "yathâpi rhado gambhīro vippasanno anāvilo evaṃ dhammāni sutvāna vippasīdanti paṇḍitā."
      },
      "83": {
        "local": 8,
        "text": "Good people walk on whatever befall, the good do not prattle, longing for pleasure; whether touched by happiness or sorrow wise people never appear elated or depressed.",
        "pali": "sabbattha ve sappurisā vajanti, na kāmakāmā lapayanti santo, sukhena phuṭṭhā athavā dukhena n' uccāvacaṃ paṇḍitā dassayanti."
      },
      "84": {
        "local": 9,
        "text": "If, whether for his own sake, or for the sake of others, a man wishes neither for a son, nor for wealth, nor for lordship, and if he does not wish for his own success by unfair means, then he is good, wise, and virtuous.",
        "pali": "na attahetu na parassahetu na puttam icche na dhanaṃ na raṭṭhaṃ n' iccheyy' adhammena samiddhim attano sa sīlavā paññavā dhammiko siyā."
      },
      "85": {
        "local": 10,
        "text": "Few are there among men who arrive at the other shore (become Arhats); the other people here run up and down the shore.",
        "pali": "appakā te manussesu ye janā pāragāmino, athâyaṃ itarā pajā tīram evânudhāvati."
      },
      "86": {
        "local": 11,
        "text": "But those who, when the law has been well preached to them, follow the law, will pass across the dominion of death, however difficult to overcome.",
        "pali": "ye ca kho sammadakkhāte dhamme dhammānuvattino te janā pāram essanti, Maccudheyyaṃ suduttaraṃ."
      },
      "87, 88": {
        "local": 12,
        "text": "A wise man should leave the dark state (of ordinary life), and follow the bright state (of the Bhikshu). After going from his home to a homeless state, he should in his retirement look for enjoyment where there seemed to be no enjoyment. Leaving all pleasures behind, and calling nothing his own, the wise man should purge himself from all the troubles of the mind.",
        "pali": "kaṇhaṃ dhammaṃ vippahāya sukkaṃ bhāvetha paṇḍito, okā anokaṃ āgamma viveke yattha dūramaṃ. / tatrâbhiratim iccheyya, hitvā kāme akiñcano pariyodapeyya attānaṃ cittaklesehi paṇḍito."
      },
      "89": {
        "local": 13,
        "text": "Those whose mind is well grounded in the (seven) elements of knowledge, who without clinging to anything, rejoice in freedom from attachment, whose appetites have been conquered, and who are full of light, are free (even) in this world.",
        "pali": "yesaṃ sambodhiaṅgesu sammā cittaṃ subhāvitaṃ ādānapaṭinissagge anupādāya ye ratā khīṇāsavā jutīmanto te loke parinibbutā."
      }
    }
  },
  {
    "chapter_number": 7,
    "chapter_roman": "VII",
    "chapter_title": "The Venerable (Arhat)",
    "verses": {
      "90": {
        "local": 1,
        "text": "There is no suffering for him who has finished his journey, and abandoned grief, who has freed himself on all sides, and thrown off all fetters.",
        "pali": "gataddhino visokassa vippamuttassa sabbadhi sabbaganthappahīnassa pariḷāho na vijjati."
      },
      "91": {
        "local": 2,
        "text": "They depart with their thoughts well-collected, they are not happy in their abode; like swans who have left their lake, they leave their house and home.",
        "pali": "uyyuñjanti satīmanto na nikete ramanti te haṃsā va pallalam hitvā okamokaṃ jahanti te."
      },
      "92": {
        "local": 3,
        "text": "Men who have no riches, who live on recognised food, who have perceived void and unconditioned freedom (Nirvana), their path is difficult to understand, like that of birds in the air.",
        "pali": "yesaṃ sannicayo n' atthi ye pariññātabhojanā suññato animitto ca vimokho yesaṃ gocaro ākāse va sakuntānaṃ gati tesaṃ durannayā."
      },
      "93": {
        "local": 4,
        "text": "He whose appetites are stilled, who is not absorbed in enjoyment, who has perceived void and unconditioned freedom (Nirvana), his path is difficult to understand, like that of birds in the air.",
        "pali": "yassâsavā parikkhīṇā āhāre ca anissito suññato animitto ca vimokho yassa gocaro ākāse va sakuntānaṃ padaṃ tassa durannayaṃ."
      },
      "94": {
        "local": 5,
        "text": "The gods even envy him whose senses, like horses well broken in by the driver, have been subdued, who is free from pride, and free from appetites.",
        "pali": "yass' indriyāni samathaṃ gatāni assā yathā sārathinā sudantā pahīnamānassa anāsavassa devâpi tassa pihayanti tādino."
      },
      "95": {
        "local": 6,
        "text": "Such a one who does his duty is tolerant like the earth, like Indra's bolt; he is like a lake without mud; no new births are in store for him.",
        "pali": "paṭhavīsamo no virujjhati indakhīlūpamo tādi subbato rahado va apetakaddamo saṃsārā na bhavanti tādino."
      },
      "96": {
        "local": 7,
        "text": "His thought is quiet, quiet are his word and deed, when he has obtained freedom by true knowledge, when he has thus become a quiet man.",
        "pali": "santaṃ tassa manaṃ hoti santā vācā ca kamma ca sammadaññāvimuttassa upasantassa tādino."
      },
      "97": {
        "local": 8,
        "text": "The man who is free from credulity, but knows the uncreated, who has cut all ties, removed all temptations, renounced all desires, he is the greatest of men.",
        "pali": "assaddho akataññū ca sandhicchedo ca yo naro hatāvakāso vantāso sa ve uttamaporiso."
      },
      "98": {
        "local": 9,
        "text": "In a hamlet or in a forest, in the deep water or on the dry land, wherever venerable persons (Arhanta) dwell, that place is delightful.",
        "pali": "gāme vā yadivâraññe ninne vā yadivā thale yatth' arahanto viharanti taṃ bhūmiṃrāmaṇeyyakaṃ."
      },
      "99": {
        "local": 10,
        "text": "Forests are delightful; where the world finds no delight, there the passionless will find delight, for they look not for pleasures.",
        "pali": "ramaṇīyān' araññāni, yattha na ramatī jano vītarāgā ramissanti, na te kāmagavesino."
      }
    }
  },
  {
    "chapter_number": 8,
    "chapter_roman": "VIII",
    "chapter_title": "The Thousands",
    "verses": {
      "100": {
        "local": 1,
        "text": "Even though a speech be a thousand (of words), but made up of senseless words, one word of sense is better, which if a man hears, he becomes quiet.",
        "pali": "sahassam api ce vācā anatthapadasaṃhitā ekam atthapadaṃ seyyo yaṃ sutvā upasammati."
      },
      "101": {
        "local": 2,
        "text": "Even though a Gatha (poem) be a thousand (of words), but made up of senseless words, one word of a Gatha is better, which if a man hears, he becomes quiet.",
        "pali": "sahassam api ce gāthā anatthapadasaṃhitā ekaṃ gāthāpadaṃ seyyo yaṃ sutvā upasammati."
      },
      "102": {
        "local": 3,
        "text": "Though a man recite a hundred Gathas made up of senseless words, one word of the law is better, which if a man hears, he becomes quiet.",
        "pali": "yo ca gāthā sataṃ bhāse anatthapadasaṃhitā ekaṃ dhammapadaṃ seyyo yaṃ sutvā upasammati."
      },
      "103": {
        "local": 4,
        "text": "If one man conquer in battle a thousand times thousand men, and if another conquer himself, he is the greatest of conquerors.",
        "pali": "yo sahassaṃ sahassena saṅgāme mānuse jine ekañ ca jeyya-m-attānaṃ sa ve saṅgāmajuttamo."
      },
      "104, 105": {
        "local": 5,
        "text": "One's own self conquered is better than all other people; not even a god, a Gandharva, not Mara with Brahman could change into defeat the victory of a man who has vanquished himself, and always lives under restraint.",
        "pali": "attā have jitaṃ seyyo yā c' āyaṃ itarā pajā, attadantassa posassa niccaṃ saññatacārino. / n' eva devo na gandhabbo na Māro saha Brahmunā jitaṃ apajitaṃ kayrā tathārūpassa jantuno."
      },
      "106": {
        "local": 6,
        "text": "If a man for a hundred years sacrifice month after month with a thousand, and if he but for one moment pay homage to a man whose soul is grounded (in true knowledge), better is that homage than sacrifice for a hundred years.",
        "pali": "māse māse sahassena yo yajetha sataṃsamaṃ ekañ ca bhāvitattānaṃ muhuttam api pūjaye - sā yeva pūjanā seyyo yañ ce vassasataṃ hutaṃ."
      },
      "107": {
        "local": 7,
        "text": "If a man for a hundred years worship Agni (fire) in the forest, and if he but for one moment pay homage to a man whose soul is grounded (in true knowledge), better is that homage than sacrifice for a hundred years.",
        "pali": "yo ca vassasataṃ jantu aggiṃ paricare vane ekañ ca bhāvitattānaṃ muhuttam api pūjaye - sā yeva pūjanā seyyo yañ ce vassasataṃ hutaṃ."
      },
      "108": {
        "local": 8,
        "text": "Whatever a man sacrifice in this world as an offering or as an oblation for a whole year in order to gain merit, the whole of it is not worth a quarter (a farthing); reverence shown to the righteous is better.",
        "pali": "yaṃ kiñci yiṭṭhañ ca hutañ ca loke saṃvaccharaṃ yajetha puññapekho sabbam pi taṃ na catubhāgam eti, - abhivādanā ujjugatesu seyyo."
      },
      "109": {
        "local": 9,
        "text": "He who always greets and constantly reveres the aged, four things will increase to him, viz. life, beauty, happiness, power.",
        "pali": "abhivādanasīlissa niccaṃ vaddhāpacāyino cattāro dhammā vaḍḍhanti: āyu vaṇṇo sukhaṃ balaṃ."
      },
      "110": {
        "local": 10,
        "text": "But he who lives a hundred years, vicious and unrestrained, a life of one day is better if a man is virtuous and reflecting.",
        "pali": "yo ca vassasataṃ jīve dussīlo asamāhito - ekāhaṃ jīvitaṃ seyyo sīlavantassa jhāyino."
      },
      "111": {
        "local": 11,
        "text": "And he who lives a hundred years, ignorant and unrestrained, a life of one day is better if a man is wise and reflecting.",
        "pali": "yo ca vassasataṃ jīve duppañño asamāhito - ekāhaṃ jīvitaṃ seyyo paññāvantassa jhāyino."
      },
      "112": {
        "local": 12,
        "text": "And he who lives a hundred years, idle and weak, a life of one day is better if a man has attained firm strength.",
        "pali": "yo ca vassasataṃ jīve kusīto hīnavīriyo ekāhaṃ jīvitaṃ seyyo vīryam ārabhato daḷhaṃ."
      },
      "113": {
        "local": 13,
        "text": "And he who lives a hundred years, not seeing beginning and end, a life of one day is better if a man sees beginning and end.",
        "pali": "yo ca vassasataṃ jīve apassaṃ udayavyayaṃ - ekāhaṃ jīvitaṃ seyyo passato udayavyayaṃ."
      },
      "114": {
        "local": 14,
        "text": "And he who lives a hundred years, not seeing the immortal place, a life of one day is better if a man sees the immortal place.",
        "pali": "yo ca vassasataṃ jīve apassaṃ amataṃ padaṃ - ekāhaṃ jīvitaṃ seyyo passato amataṃ padaṃ."
      },
      "115": {
        "local": 15,
        "text": "And he who lives a hundred years, not seeing the highest law, a life of one day is better if a man sees the highest law.",
        "pali": "yo ca vassasataṃ jīve apassaṃ dhammam uttamaṃ - ekāhaṃ jīvitaṃ seyyo passato dhammaṃ uttamam."
      }
    }
  },
  {
    "chapter_number": 9,
    "chapter_roman": "IX",
    "chapter_title": "Evil",
    "verses": {
      "116": {
        "local": 1,
        "text": "If a man would hasten towards the good, he should keep his thought away from evil; if a man does what is good slothfully, his mind delights in evil.",
        "pali": "abhittharetha kalyāṇe pāpā cittaṃ nivāraye, dandhaṃ hi karoto puññaṃ pāpasmiṃ ramatī mano."
      },
      "117": {
        "local": 2,
        "text": "If a man commits a sin, let him not do it again; let him not delight in sin: pain is the outcome of evil.",
        "pali": "pāpañ ce pūriso kayrā na taṃ kayrā punappunaṃ, na tamhi chandaṃ kayrātha, dukkho pāpassa uccayo."
      },
      "118": {
        "local": 3,
        "text": "If a man does what is good, let him do it again; let him delight in it: happiness is the outcome of good.",
        "pali": "puññañ ce pūriso kayrā kayrāth' enaṃ punappunaṃ, tamhi chandaṃ kayirātha, sukho puññassa uccayo."
      },
      "119": {
        "local": 4,
        "text": "Even an evil-doer sees happiness as long as his evil deed has not ripened; but when his evil deed has ripened, then does the evil-doer see evil.",
        "pali": "pāpo pi passatī bhadraṃ yāva pāpaṃ na paccati, yadā ca paccatī pāpaṃ atha [pāpo] pāpāni passati."
      },
      "120": {
        "local": 5,
        "text": "Even a good man sees evil days, as long as his good deed has not ripened; but when his good deed has ripened, then does the good man see happy days.",
        "pali": "bhadro pi passatī pāpaṃ yāva bhadraṃ na paccati, yadā ca paccatī bhadraṃ atha [bhadro] bhadrāni passati."
      },
      "121": {
        "local": 6,
        "text": "Let no man think lightly of evil, saying in his heart, It will not come nigh unto me. Even by the falling of water-drops a water-pot is filled; the fool becomes full of evil, even if he gather it little by little.",
        "pali": "mâppamaññetha pāpassa \"na man taṃ āgamissati\". udabindunipātena udakumbho pi pūrati. bālo pūrati pāpassa thokathokam pi ācinaṃ."
      },
      "122": {
        "local": 7,
        "text": "Let no man think lightly of good, saying in his heart, It will not come nigh unto me. Even by the falling of water-drops a water-pot is filled; the wise man becomes full of good, even if he gather it little by little.",
        "pali": "mâppamaññetha puññassa \"na man taṃ āgamissati\", udabindunipātena udakumbho pi pūrati, dhīro pūrati puññassa thokathokam pi ācinaṃ."
      },
      "123": {
        "local": 8,
        "text": "Let a man avoid evil deeds, as a merchant, if he has few companions and carries much wealth, avoids a dangerous road; as a man who loves life avoids poison.",
        "pali": "vāṇijo va bhayaṃ maggaṃ appasattho mahaddhano visaṃ jīvitukāmo va pāpāni parivajjaye."
      },
      "124": {
        "local": 9,
        "text": "He who has no wound on his hand, may touch poison with his hand; poison does not affect one who has no wound; nor is there evil for one who does not commit evil.",
        "pali": "pāṇimhi ce vaṇo nâssa hareyya pāṇinā visaṃ, nâbbaṇaṃ visam anveti, n' atthi pāpaṃ akubbato."
      },
      "125": {
        "local": 10,
        "text": "If a man offend a harmless, pure, and innocent person, the evil falls back upon that fool, like light dust thrown up against the wind.",
        "pali": "yo appaduṭṭhassa narassa dussati suddhassa posassa anaṅgaṇassa tam eva bālaṃ paṭieti pāpaṃ sukhumo rajo paṭivātaṃ va khitto."
      },
      "126": {
        "local": 11,
        "text": "Some people are born again; evil-doers go to hell; righteous people go to heaven; those who are free from all worldly desires attain Nirvana.",
        "pali": "gabbham ek' upapajjanti nirayaṃ pāpakammino, saggaṃ sugatino yanti parinibbant' anāsavā."
      },
      "127": {
        "local": 12,
        "text": "Not in the sky, not in the midst of the sea, not if we enter into the clefts of the mountains, is there known a spot in the whole world where a man might be freed from an evil deed.",
        "pali": "na antalikkhe na samuddamajjhe na pabbatānaṃ vivaraṃ pavissa na vijjatī so jagatippadeso yatthaṭṭhito muñceyya pāpakammā."
      },
      "128": {
        "local": 13,
        "text": "Not in the sky, not in the midst of the sea, not if we enter into the clefts of the mountains, is there known a spot in the whole world where death could not overcome (the mortal).",
        "pali": "na antalikkhe na samuddamajjhe na pabbatānaṃ vivaraṃ pavissa na vijjatī so jagatippadeso yatthaṭṭhitaṃ na-ppasahetha maccu."
      }
    }
  },
  {
    "chapter_number": 10,
    "chapter_roman": "X",
    "chapter_title": "Punishment",
    "verses": {
      "129": {
        "local": 1,
        "text": "All men tremble at punishment, all men fear death; remember that you are like unto them, and do not kill, nor cause slaughter.",
        "pali": "sabbe tasanti daṇḍassa sabbe bhāyanti maccuno, attānaṃ upamaṃ katvā na haneyya na ghātaye."
      },
      "130": {
        "local": 2,
        "text": "All men tremble at punishment, all men love life; remember that thou art like unto them, and do not kill, nor cause slaughter.",
        "pali": "sabbe tasanti daṇḍassa sabbesaṃ jīvitaṃ piyaṃ, attānaṃ upamaṃ katvā na haneyya na ghātaye."
      },
      "131": {
        "local": 3,
        "text": "He who seeking his own happiness punishes or kills beings who also long for happiness, will not find happiness after death.",
        "pali": "sukhakāmāni bhūtāni yo daṇḍena vihiṃsati attano sukham esāno pecca na labhate sukhaṃ."
      },
      "132": {
        "local": 4,
        "text": "He who seeking his own happiness does not punish or kill beings who also long for happiness, will find happiness after death.",
        "pali": "sukhakāmāni bhūtāni yo daṇḍena na hiṃsati attano sukham esāno pecca so labhate sukhaṃ."
      },
      "133": {
        "local": 5,
        "text": "Do not speak harshly to anybody; those who are spoken to will answer thee in the same way. Angry speech is painful, blows for blows will touch thee.",
        "pali": "mā voca pharusaṃ kañci vuttā paṭivadeyyu taṃ, dukkhā hi sārambhakathā paṭidaṇḍā phuseyyu taṃ."
      },
      "134": {
        "local": 6,
        "text": "If, like a shattered metal plate (gong), thou utter not, then thou hast reached Nirvana; contention is not known to thee.",
        "pali": "sace nêresi attānaṃ kaṃso upahato yathā esa patto si nibbānaṃ sārambho te na vijjati."
      },
      "135": {
        "local": 7,
        "text": "As a cowherd with his staff drives his cows into the stable, so do Age and Death drive the life of men.",
        "pali": "yathā daṇḍena gopālo gāvo pāceti gocaraṃ evaṃ jarā ca maccu ca āyuṃ pācenti pāṇinaṃ."
      },
      "136": {
        "local": 8,
        "text": "A fool does not know when he commits his evil deeds: but the wicked man burns by his own deeds, as if burnt by fire.",
        "pali": "atha pāpāni kammāni karaṃ bālo na bujjhati, sehi kammehi dummedho aggidaḍḍho va tappati."
      },
      "137": {
        "local": 9,
        "text": "He who inflicts pain on innocent and harmless persons, will soon come to one of these ten states:",
        "pali": "yo daṇḍena adaṇḍesu appaduṭṭhesu dussati dasann' aññataraṃ ṭhānaṃ khippam eva nigacchati:"
      },
      "138": {
        "local": 10,
        "text": "He will have cruel suffering, loss, injury of the body, heavy affliction, or loss of mind,",
        "pali": "vedanaṃ pharusaṃ jāniṃ sarīrassa ca bhedanaṃ garukaṃ vâpi ābādhaṃ cittakkhepaṃ va pāpuṇe."
      },
      "139": {
        "local": 11,
        "text": "Or a misfortune coming from the king, or a fearful accusation, or loss of relations, or destruction of treasures,",
        "pali": "rājato vā upassaggaṃ abbhakkhānaṃ va dāruṇaṃ parikkhayaṃ va ñātīnaṃ bhogānaṃ va pabhaṅguṇaṃ."
      },
      "140": {
        "local": 12,
        "text": "Or lightning-fire will burn his houses; and when his body is destroyed, the fool will go to hell.",
        "pali": "athavâssa agārāni aggī ḍahati pāvako, kāyassa bhedā duppañño nirayaṃ sȏpapajjati."
      },
      "141": {
        "local": 13,
        "text": "Not nakedness, not platted hair, not dirt, not fasting, or lying on the earth, not rubbing with dust, not sitting motionless, can purify a mortal who has not overcome desires.",
        "pali": "na naggacaryā na jaṭā na paṃkā nânāsakā thaṇḍilasāyikā vā rajovajall' ukkuṭikappadhānaṃ sodhenti maccaṃ avitiṇṇakaṃkhaṃ."
      },
      "142": {
        "local": 14,
        "text": "He who, though dressed in fine apparel, exercises tranquillity, is quiet, subdued, restrained, chaste, and has ceased to find fault with all other beings, he indeed is a Brahmana, an ascetic (sramana), a friar (bhikshu).",
        "pali": "alaṃkato ce pi samaṃ careyya santo danto niyato brahmacārī sabbesu bhūtesu nidhāya daṇḍaṃ so brāhmaṇo so samaṇo sa bhikkhu."
      },
      "143": {
        "local": 15,
        "text": "Is there in this world any man so restrained by humility that he does not mind reproof, as a well-trained horse the whip?",
        "pali": ""
      },
      "144": {
        "local": 16,
        "text": "Like a well-trained horse when touched by the whip, be ye active and lively, and by faith, by virtue, by energy, by meditation, by discernment of the law you will overcome this great pain (of reproof), perfect in knowledge and in behaviour, and never forgetful.",
        "pali": "saddhāya sīlena ca vīriyena ca samādhinā dhammavinicchayena ca sampannavijjācaraṇā patissatā pahassathā dukkham idaṃ anappakaṃ."
      },
      "145": {
        "local": 17,
        "text": "Well-makers lead the water (wherever they like); fletchers bend the arrow; carpenters bend a log of wood; good people fashion themselves.",
        "pali": "udakaṃ hi nayanti nettikā usukārā namayanti tejanaṃ dāruṃ namayanti tacchakā attānaṃ damayanti subbatā."
      }
    }
  },
  {
    "chapter_number": 11,
    "chapter_roman": "XI",
    "chapter_title": "Old Age",
    "verses": {
      "146": {
        "local": 1,
        "text": "How is there laughter, how is there joy, as this world is always burning? Why do you not seek a light, ye who are surrounded by darkness?",
        "pali": "ko nu hāso kim ānando niccaṃ pajjalite sati, andhakārena onaddhā padīpaṃ na gavessatha."
      },
      "147": {
        "local": 2,
        "text": "Look at this dressed-up lump, covered with wounds, joined together, sickly, full of many thoughts, which has no strength, no hold!",
        "pali": "passa cittakataṃ bimbaṃ arukāyaṃ samussitaṃ āturaṃ bahusaṃkappaṃ yassa n' atthi dhuvaṃ ṭhiti."
      },
      "148": {
        "local": 3,
        "text": "This body is wasted, full of sickness, and frail; this heap of corruption breaks to pieces, life indeed ends in death.",
        "pali": "parijiṇṇam idam rūpaṃ roganiḍḍaṃ pabhaṅguṇaṃ, bhijjati pūtisandeho maraṇantaṃ hi jīvitaṃ."
      },
      "149": {
        "local": 4,
        "text": "Those white bones, like gourds thrown away in the autumn, what pleasure is there in looking at them?",
        "pali": "yān' imāni apatthāni alāpūn' eva sārade kāpotakāni aṭṭhīni tāni disvāna kā rati."
      },
      "150": {
        "local": 5,
        "text": "After a stronghold has been made of the bones, it is covered with flesh and blood, and there dwell in it old age and death, pride and deceit.",
        "pali": "aṭṭhīnaṃ nagaram kataṃ maṃsalohitalepanaṃ yattha jarā ca maccu ca māno makkho ca ohito."
      },
      "151": {
        "local": 6,
        "text": "The brilliant chariots of kings are destroyed, the body also approaches destruction, but the virtue of good people never approaches destruction,&mdash;thus do the good say to the good.",
        "pali": "jīranti ve rājarathā sucittā atho sarīram pi jaraṃ upeti. satañ ca dhammo na jaraṃ upeti santo have sabbhi pavedayanti."
      },
      "152": {
        "local": 7,
        "text": "A man who has learnt little, grows old like an ox; his flesh grows, but his knowledge does not grow.",
        "pali": "appassut' āyaṃ puriso balivaddo va jīrati, maṃsāni tassa vaḍḍhanti paññā tassa na vaḍḍhati."
      },
      "153, 154": {
        "local": 8,
        "text": "Looking for the maker of this tabernacle, I shall have to run through a course of many births, so long as I do not find (him); and painful is birth again and again. But now, maker of the tabernacle, thou hast been seen; thou shalt not make up this tabernacle again. All thy rafters are broken, thy ridge-pole is sundered; the mind, approaching the Eternal (visankhara, nirvana), has attained to the extinction of all desires.",
        "pali": "anekajātisaṃsāraṃ sandhāvissaṃ anibbisaṃ gahakārakaṃ gavesanto, dukkhā jāti punappunaṃ. / gahakāraka diṭṭḥo si puna gehaṃ na kāhasi, sabbā te phāsukā bhaggā gahakūṭaṃ visaṃkhitaṃ, visaṃkhāragataṃ cittaṃ taṇhānaṃ khayam ajjhagā."
      },
      "155": {
        "local": 9,
        "text": "Men who have not observed proper discipline, and have not gained treasure in their youth, perish like old herons in a lake without fish.",
        "pali": "acaritvā brahmacaryaṃ aladdhā yobbane dhanaṃ jiṇṇakoñcā va jhāyanti khīṇamacche va pallale."
      },
      "156": {
        "local": 10,
        "text": "Men who have not observed proper discipline, and have not gained treasure in their youth, lie, like broken bows, sighing after the past.",
        "pali": "acaritvā brahmacaryaṃ aladdhā yobbane dhanaṃ senti cāpātikhīṇā va purāṇāni anutthunaṃ."
      }
    }
  },
  {
    "chapter_number": 12,
    "chapter_roman": "XII",
    "chapter_title": "Self",
    "verses": {
      "157": {
        "local": 1,
        "text": "If a man hold himself dear, let him watch himself carefully; during one at least out of the three watches a wise man should be watchful.",
        "pali": "attānañ ce piyaṃ jaññā rakkheyyā naṃ surakkhitaṃ, tiṇṇam aññataraṃ yāmaṃ paṭijaggeyya paṇḍito."
      },
      "158": {
        "local": 2,
        "text": "Let each man direct himself first to what is proper, then let him teach others; thus a wise man will not suffer.",
        "pali": "attānam eva paṭhamaṃ patirūpe nivesaye, ath' aññam anusāseyya, na kilisseyya paṇḍito."
      },
      "159": {
        "local": 3,
        "text": "If a man make himself as he teaches others to be, then, being himself well subdued, he may subdue (others); one's own self is indeed difficult to subdue.",
        "pali": "attānañ ce tathā kayrā yath' aññam anusāsati sudanto vata dametha, attā hi kira duddamo."
      },
      "160": {
        "local": 4,
        "text": "Self is the lord of self, who else could be the lord? With self well subdued, a man finds a lord such as few can find.",
        "pali": "attā hi attano nātho, ko hi nātho paro siyā, attanā hi sudantena nāthaṃ labhati dullabhaṃ."
      },
      "161": {
        "local": 5,
        "text": "The evil done by oneself, self-begotten, self-bred, crushes the foolish, as a diamond breaks a precious stone.",
        "pali": "attanā va kataṃ pāpaṃ attajaṃ attasambhavaṃ abhimatthati dummedhaṃ vajraṃ v' amhamayaṃ maṇiṃ."
      },
      "162": {
        "local": 6,
        "text": "He whose wickedness is very great brings himself down to that state where his enemy wishes him to be, as a creeper does with the tree which it surrounds.",
        "pali": "yassa accantadussīlyaṃ mālvā sālam iv' otataṃ karoti so tath' attānaṃ yathā naṃ icchatī diso."
      },
      "163": {
        "local": 7,
        "text": "Bad deeds, and deeds hurtful to ourselves, are easy to do; what is beneficial and good, that is very difficult to do.",
        "pali": "sukarāni asādhūni attano ahitāni ca, yaṃ ve hitañ ca sādhuñ ca taṃ ve paramadukkaraṃ."
      },
      "164": {
        "local": 8,
        "text": "The foolish man who scorns the rule of the venerable (Arahat), of the elect (Ariya), of the virtuous, and follows false doctrine, he bears fruit to his own destruction, like the fruits of the Katthaka reed.",
        "pali": "yo sāsanaṃ arahataṃ aryānaṃ dhammajīvinaṃ paṭikkosati dummedho diṭṭhiṃ nissāya pāpikaṃ phalāni kaṭṭhakassêva attaghaññāya phallati."
      },
      "165": {
        "local": 9,
        "text": "By oneself the evil is done, by oneself one suffers; by oneself evil is left undone, by oneself one is purified. Purity and impurity belong to oneself, no one can purify another.",
        "pali": "attanā va kataṃ pāpaṃ attanā saṃkilissati, attanā akataṃ pāpaṃ attanā va visujjhati, suddhī asuddhī paccattaṃ nāñño aññaṃ visodhaye."
      },
      "166": {
        "local": 10,
        "text": "Let no one forget his own duty for the sake of another's, however great; let a man, after he has discerned his own duty, be always attentive to his duty.",
        "pali": "attadatthaṃ paratthena bahunāpi na hāpaye, attadattham abhiññāya sadatthapasuto siyā."
      }
    }
  },
  {
    "chapter_number": 13,
    "chapter_roman": "XIII",
    "chapter_title": "The World",
    "verses": {
      "167": {
        "local": 1,
        "text": "Do not follow the evil law! Do not live on in thoughtlessness! Do not follow false doctrine! Be not a friend of the world.",
        "pali": "hīnaṃ dhammaṃ na seveyya pamādena na saṃvase micchādiṭṭhiṃ na seveyya na siyā lokavaḍḍhano."
      },
      "168": {
        "local": 2,
        "text": "Rouse thyself! do not be idle! Follow the law of virtue! The virtuous rests in bliss in this world and in the next.",
        "pali": "uttiṭṭhe na-ppamajjeyya dhammaṃ sucaritaṃ care, dhammacārī sukhaṃ seti asmiṃ loke paramhi ca."
      },
      "169": {
        "local": 3,
        "text": "Follow the law of virtue; do not follow that of sin. The virtuous rests in bliss in this world and in the next.",
        "pali": "dhammaṃ care sucaritaṃ na naṃ duccaritaṃ care, dhammacārī sukhaṃ seti asmiṃ loke paramhi ca."
      },
      "170": {
        "local": 4,
        "text": "Look upon the world as a bubble, look upon it as a mirage: the king of death does not see him who thus looks down upon the world.",
        "pali": "yathā bubbulakaṃ passe yathā passe marīcikaṃ evaṃ lokaṃ avekkhantaṃ Maccurājā na passati."
      },
      "171": {
        "local": 5,
        "text": "Come, look at this glittering world, like unto a royal chariot; the foolish are immersed in it, but the wise do not touch it.",
        "pali": "etha passath' imaṃ lokaṃ cittaṃ rājarathūpamaṃ yattha bālā visīdanti, n' atthi saṅgo vijānataṃ."
      },
      "172": {
        "local": 6,
        "text": "He who formerly was reckless and afterwards became sober, brightens up this world, like the moon when freed from clouds.",
        "pali": "yo ca pubbe pamajjitvā pacchā so na-ppamajjati so 'maṃ lokaṃ pabhāseti abbhā mutto va candimā."
      },
      "173": {
        "local": 7,
        "text": "He whose evil deeds are covered by good deeds, brightens up this world, like the moon when freed from clouds.",
        "pali": "yassa pāpaṃ kataṃ kammaṃ kusalena pithīyati so 'maṃ lokaṃ pabhāseti abbhā mutto va candimā."
      },
      "174": {
        "local": 8,
        "text": "This world is dark, few only can see here; a few only go to heaven, like birds escaped from the net.",
        "pali": "andhabhūto ayaṃ loko tanuk' ettha vipassati, sakunto jālamutto va appo saggāya gacchati."
      },
      "175": {
        "local": 9,
        "text": "The swans go on the path of the sun, they go through the ether by means of their miraculous power; the wise are led out of this world, when they have conquered Mara and his train.",
        "pali": "haṃsādiccapathe yanti ākāse yanti iddhiyā nīyanti dhīrā lokamhā jetvā Māraṃ savāhanaṃ."
      },
      "176": {
        "local": 10,
        "text": "If a man has transgressed one law, and speaks lies, and scoffs at another world, there is no evil he will not do.",
        "pali": "ekaṃ dhammaṃ atītassa musāvādissa jantuno vitiṇṇaparalokassa n' atthi pāpaṃ akāriyaṃ."
      },
      "177": {
        "local": 11,
        "text": "The uncharitable do not go to the world of the gods; fools only do not praise liberality; a wise man rejoices in liberality, and through it becomes blessed in the other world.",
        "pali": "na [ve] kadaryā devalokaṃ vajanti bālā have na-ppasaṃsanti dānaṃ, dhīro ca dānaṃ anumodamāno ten' eva so hoti sukhī parattha."
      },
      "178": {
        "local": 12,
        "text": "Better than sovereignty over the earth, better than going to heaven, better than lordship over all worlds, is the reward of the first step in holiness.",
        "pali": "pathavyā ekarajjena saggassa gamanena vā sabbalokādhipaccena sotāpattiphalaṃ varaṃ."
      }
    }
  },
  {
    "chapter_number": 14,
    "chapter_roman": "XIV",
    "chapter_title": "The Buddha (The Awakened)",
    "verses": {
      "179": {
        "local": 1,
        "text": "He whose conquest is not conquered again, into whose conquest no one in this world enters, by what track can you lead him, the Awakened, the Omniscient, the trackless?",
        "pali": "yassa jitaṃ nâvajīyati jitaṃ assa no yāti koci loke tam buddham anantagocaraṃ apadaṃ kena padena nessatha."
      },
      "180": {
        "local": 2,
        "text": "He whom no desire with its snares and poisons can lead astray, by what track can you lead him, the Awakened, the Omniscient, the trackless?",
        "pali": "yassa jālinī visattikā taṇhā n' atthi kuhiñci netave tam Buddham anantagocaraṃ apadaṃ kena padena nessatha."
      },
      "181": {
        "local": 3,
        "text": "Even the gods envy those who are awakened and not forgetful, who are given to meditation, who are wise, and who delight in the repose of retirement (from the world).",
        "pali": "ye jhānapasutā dhīrā nekkhammūpasame ratā devâpi tesaṃ pihenti sambuddhānaṃ satīmataṃ."
      },
      "182": {
        "local": 4,
        "text": "Difficult (to obtain) is the conception of men, difficult is the life of mortals, difficult is the hearing of the True Law, difficult is the birth of the Awakened (the attainment of Buddhahood).",
        "pali": "kiccho manussapaṭilābho kicchaṃ maccāna jīvitaṃ, kicchaṃ saddhammasavanaṃ kiccho Buddhānam uppado."
      },
      "183": {
        "local": 5,
        "text": "Not to commit any sin, to do good, and to purify one's mind, that is the teaching of (all) the Awakened.",
        "pali": "sabbapāpass' akaraṇaṃ kusalass' ūpasampadā sacittapariyodapanaṃ etaṃ Buddhāna sāsanaṃ."
      },
      "184": {
        "local": 6,
        "text": "The Awakened call patience the highest penance, long-suffering the highest Nirvana; for he is not an anchorite (pravragita) who strikes others, he is not an ascetic (sramana) who insults others.",
        "pali": "khantī paramaṃ tapo titikkhā, nibbānaṃ paramaṃ vadanti Buddhā, na hi pabbajito parūpaghātī samaṇo hoti paraṃ viheṭhayanto."
      },
      "185": {
        "local": 7,
        "text": "Not to blame, not to strike, to live restrained under the law, to be moderate in eating, to sleep and sit alone, and to dwell on the highest thoughts,&mdash;this is the teaching of the Awakened.",
        "pali": "anupavādo anupaghāto pātimokkhe ca saṃvaro mattaññutā ca bhattasmiṃ pantañ ca sayanāsanaṃ adhicitte ca āyogo etaṃ Buddhāna sāsanaṃ."
      },
      "186": {
        "local": 8,
        "text": "There is no satisfying lusts, even by a shower of gold pieces; he who knows that lusts have a short taste and cause pain, he is wise;",
        "pali": "na kahāpaṇavassena titti kāmesu vijjati, \"appassādā dukhā kāmā\" iti viññāya paṇḍito"
      },
      "187": {
        "local": 9,
        "text": "Even in heavenly pleasures he finds no satisfaction, the disciple who is fully awakened delights only in the destruction of all desires.",
        "pali": "Api dibbesu kāmesu ratiṃ so nâdhigacchati, taṇhakkhayarato hoti sammāsambuddhasāvako."
      },
      "188": {
        "local": 10,
        "text": "Men, driven by fear, go to many a refuge, to mountains and forests, to groves and sacred trees.",
        "pali": "bahuṃ ve saraṇaṃ yanti pabbatāni vanāni ca ārāmarukkhacetyāni manussā bhayatajjitā,"
      },
      "189": {
        "local": 11,
        "text": "But that is not a safe refuge, that is not the best refuge; a man is not delivered from all pains after having gone to that refuge.",
        "pali": "n' etaṃ kho saraṇaṃ khemaṃ n' etaṃ saraṇam uttamaṃ n' etaṃ saraṇaṃ āgamma sabbadukkhā pamuccati."
      },
      "190": {
        "local": 12,
        "text": "He who takes refuge with Buddha, the Law, and the Church; he who, with clear understanding, sees the four holy truths:&mdash;",
        "pali": "yo ca Buddhañ ca Dhammañ ca Saṃghañ ca saraṇaṃ gato cattāri ariyasaccāni sammapaññāya passati"
      },
      "191": {
        "local": 13,
        "text": "Viz. pain, the origin of pain, the destruction of pain, and the eightfold holy way that leads to the quieting of pain;&mdash;",
        "pali": "dukkhaṃ dukkhasamuppādaṃ dukkhassa ca atikkamaṃ ariyañ c' aṭṭhaṅgikaṃ maggaṃ dukkhūpasamagāminaṃ"
      },
      "192": {
        "local": 14,
        "text": "That is the safe refuge, that is the best refuge; having gone to that refuge, a man is delivered from all pain.",
        "pali": "etaṃ kho saraṇaṃ khemaṃ etaṃ saraṇam uttamaṃ etaṃ saraṇaṃ āgamma sabbadukkhā pamuccati."
      },
      "193": {
        "local": 15,
        "text": "A supernatural person (a Buddha) is not easily found, he is not born everywhere. Wherever such a sage is born, that race prospers.",
        "pali": "dullabho purisājañño na so sabbattha jāyati, yattha so jāyatī dhīro taṃ kulaṃ sukham edhati."
      },
      "194": {
        "local": 16,
        "text": "Happy is the arising of the awakened, happy is the teaching of the True Law, happy is peace in the church, happy is the devotion of those who are at peace.",
        "pali": "sukho Buddhānaṃ uppādo sukhā saddhammadesanā sukhā saṃghassa sāmaggī samaggānaṃ tapo sukho."
      },
      "195, 196": {
        "local": 17,
        "text": "He who pays homage to those who deserve homage, whether the awakened (Buddha) or their disciples, those who have overcome the host (of evils), and crossed the flood of sorrow, he who pays homage to such as have found deliverance and know no fear, his merit can never be measured by anybody.",
        "pali": "pūjārahe pūjayato Buddhe yadiva sāvake papañcasamatikkante tiṇṇasokapariddave / te tādise pūjayato nibbute akutobhaye na sakkā puññaṃ saṃkhātuṃ im' ettam api kenaci."
      }
    }
  },
  {
    "chapter_number": 15,
    "chapter_roman": "XV",
    "chapter_title": "Happiness",
    "verses": {
      "197": {
        "local": 1,
        "text": "Let us live happily then, not hating those who hate us! among men who hate us let us dwell free from hatred!",
        "pali": "susukhaṃ vata jīvāma verinesu averino, verinesu manussesu viharāma averino."
      },
      "198": {
        "local": 2,
        "text": "Let us live happily then, free from ailments among the ailing! among men who are ailing let us dwell free from ailments!",
        "pali": "susukhaṃ vata jīvāma āturesu anāturā, āturesu manussesu viharāma anāturā."
      },
      "199": {
        "local": 3,
        "text": "Let us live happily then, free from greed among the greedy! among men who are greedy let us dwell free from greed!",
        "pali": "susukhaṃ vata jīvāma ussukesu anussukā, ussukesu manussesu viharāma anussukā."
      },
      "200": {
        "local": 4,
        "text": "Let us live happily then, though we call nothing our own! We shall be like the bright gods, feeding on happiness!",
        "pali": "susukhaṃ vata jīvāma yesan no n' atthi kiñcanaṃ, pītibhakkhā bhavissāma devā ābhassarā yathā."
      },
      "201": {
        "local": 5,
        "text": "Victory breeds hatred, for the conquered is unhappy. He who has given up both victory and defeat, he, the contented, is happy.",
        "pali": "jayaṃ veraṃ pasavati dukkhaṃ seti parājito, upasanto sukhaṃ seti hitvā jayaparājayaṃ."
      },
      "202": {
        "local": 6,
        "text": "There is no fire like passion; there is no losing throw like hatred; there is no pain like this body; there is no happiness higher than rest.",
        "pali": "n' atthi rāgasamo aggi n' atthi dosasamo kali n' atthi khandhādisā dukkhā n' atthi santiparaṃ sukhaṃ."
      },
      "203": {
        "local": 7,
        "text": "Hunger is the worst of diseases, the body the greatest of pains; if one knows this truly, that is Nirvana, the highest happiness.",
        "pali": "jigacchā paramā rogā, saṃkhārā paramā dukhā, etaṃ ñatvā yathābhūtaṃ nibbānaṃ paramaṃ sukhaṃ."
      },
      "204": {
        "local": 8,
        "text": "Health is the greatest of gifts, contentedness the best riches; trust is the best of relationships, Nirvana the highest happiness.",
        "pali": "ārogyaparamā lābhā, santuṭṭhī paramaṃ dhanaṃ, vissāsaparamā ñātī, nibbānaṃ paramaṃ sukhaṃ."
      },
      "205": {
        "local": 9,
        "text": "He who has tasted the sweetness of solitude and tranquillity, is free from fear and free from sin, while he tastes the sweetness of drinking in the law.",
        "pali": "pavivekarasaṃ pītvā rasaṃ upasamassa ca niddaro hoti nippāpo dhammapītirasaṃ pivaṃ."
      },
      "206": {
        "local": 10,
        "text": "The sight of the elect (Arya) is good, to live with them is always happiness; if a man does not see fools, he will be truly happy.",
        "pali": "sādhu dassanam aryānaṃ sannivāso sadā sukho, adassanena bālānaṃ niccam eva sukhī siyā."
      },
      "207": {
        "local": 11,
        "text": "He who walks in the company of fools suffers a long way; company with fools, as with an enemy, is always painful; company with the wise is pleasure, like meeting with kinsfolk.",
        "pali": "bālasaṅgatacārī hi dīgham addhāna socati, dukkho bālehi saṃvāso amittenêva sabbadā, dhīro ca sukhasaṃvāso ñātīnaṃ va samāgamo."
      },
      "208": {
        "local": 12,
        "text": "Therefore, one ought to follow the wise, the intelligent, the learned, the much enduring, the dutiful, the elect; one ought to follow a good and wise man, as the moon follows the path of the stars.",
        "pali": "dhīrañ ca paññañ ca bahussutañ ca dhorayhasīlaṃ vatavantam āriyaṃ taṃ tādisaṃ sappurisaṃ sumedhaṃ bhajetha nakkhattapathaṃ va candimā."
      }
    }
  },
  {
    "chapter_number": 16,
    "chapter_roman": "XVI",
    "chapter_title": "Pleasure",
    "verses": {
      "209": {
        "local": 1,
        "text": "He who gives himself to vanity, and does not give himself to meditation, forgetting the real aim (of life) and grasping at pleasure, will in time envy him who has exerted himself in meditation.",
        "pali": "ayoge yuñjaṃ attānaṃ yogasmiñ ca ayojayaṃ atthaṃ hitvā piyaggāhī pihet' attānuyoginaṃ."
      },
      "210": {
        "local": 2,
        "text": "Let no man ever look for what is pleasant, or what is unpleasant. Not to see what is pleasant is pain, and it is pain to see what is unpleasant.",
        "pali": "mā piyehi samāgañchi appiyehi kudācanaṃ, piyān' adassanaṃ dukkhaṃ appiyānañ ca dassanaṃ."
      },
      "211": {
        "local": 3,
        "text": "Let, therefore, no man love anything; loss of the beloved is evil. Those who love nothing and hate nothing, have no fetters.",
        "pali": "tasmā piyaṃ na kayrātha piyāpāyo hi pāpako, ganthā tesaṃ na vijjanti yesaṃ n' atthi piyāppiyam."
      },
      "212": {
        "local": 4,
        "text": "From pleasure comes grief, from pleasure comes fear; he who is free from pleasure knows neither grief nor fear.",
        "pali": "piyato jāyatī soko piyato jāyatī bhayaṃ, piyato vippamuttassa n' atthi soko kuto bhayaṃ."
      },
      "213": {
        "local": 5,
        "text": "From affection comes grief, from affection comes fear; he who is free from affection knows neither grief nor fear.",
        "pali": "pemato jāyatī soko pemato jāyatī bhayaṃ, pemato vippamuttassa n' atthi soko kuto bhayaṃ."
      },
      "214": {
        "local": 6,
        "text": "From lust comes grief, from lust comes fear; he who is free from lust knows neither grief nor fear.",
        "pali": "ratiyā jāyatī soko ratiyā jāyatī bhayaṃ, ratiyā vippamuttassa n' atthi soko kuto bhayaṃ."
      },
      "215": {
        "local": 7,
        "text": "From love comes grief, from love comes fear; he who is free from love knows neither grief nor fear.",
        "pali": "kāmato jāyatī soko kāmato jāyatī bhayaṃ, kāmato vippamuttassa n' atthi soko kuto bhayaṃ."
      },
      "216": {
        "local": 8,
        "text": "From greed comes grief, from greed comes fear; he who is free from greed knows neither grief nor fear.",
        "pali": "taṇhāya jāyatī soko taṇhāya jāyatī bhayaṃ, taṇhāya vippamuttassa n' atthi soko kuto bhayaṃ."
      },
      "217": {
        "local": 9,
        "text": "He who possesses virtue and intelligence, who is just, speaks the truth, and does what is his own business, him the world will hold dear.",
        "pali": "sīladassanasampannaṃ dhammaṭṭhaṃ saccavādinaṃ attano kamma kubbānaṃ taṃ jano kurute piyaṃ."
      },
      "218": {
        "local": 10,
        "text": "He in whom a desire for the Ineffable (Nirvana) has sprung up, who is satisfied in his mind, and whose thoughts are not bewildered by love, he is called urdhvamsrotas (carried upwards by the stream).",
        "pali": "chandajāto anakkhāte manasā ca phuṭo siyā kāmesu ca appaṭibaddhacitto uddhaṃsoto ti vuccati."
      },
      "219": {
        "local": 11,
        "text": "Kinsmen, friends, and lovers salute a man who has been long away, and returns safe from afar.",
        "pali": "cirappavāsiṃ purisaṃ dūrato sotthim āgataṃ ñātimittā suhajjā ca abhinandanti āgataṃ."
      },
      "220": {
        "local": 12,
        "text": "In like manner his good works receive him who has done good, and has gone from this world to the other;&mdash;as kinsmen receive a friend on his return.",
        "pali": "tath' eva katapuññam pi asmā lokā paraṃ gataṃ puññāni paṭigaṇhanti piyaṃ ñātiva āgataṃ."
      }
    }
  },
  {
    "chapter_number": 17,
    "chapter_roman": "XVII",
    "chapter_title": "Anger",
    "verses": {
      "221": {
        "local": 1,
        "text": "Let a man leave anger, let him forsake pride, let him overcome all bondage! No sufferings befall the man who is not attached to name and form, and who calls nothing his own.",
        "pali": "kodhaṃ jahe vippajaheyya mānaṃ saññojanaṃ sabbam atikkameyya taṃ nāmarūpasmim asajjamānaṃ akiñcanaṃ nânupatanti dukkhā."
      },
      "222": {
        "local": 2,
        "text": "He who holds back rising anger like a rolling chariot, him I call a real driver; other people are but holding the reins.",
        "pali": "yo ve uppatitaṃ kodhaṃ rathaṃ bhantaṃ va dhāraye tam ahaṃ sārathiṃ brūmi, rasmiggāho 'taro jano."
      },
      "223": {
        "local": 3,
        "text": "Let a man overcome anger by love, let him overcome evil by good; let him overcome the greedy by liberality, the liar by truth!",
        "pali": "akkodhena jine kodhaṃ asādhuṃ sādhunā jine, jine kadaryaṃ dānena saccenālikavādinaṃ."
      },
      "224": {
        "local": 4,
        "text": "Speak the truth, do not yield to anger; give, if thou art asked for little; by these three steps thou wilt go near the gods.",
        "pali": "saccam bhaṇe na kujjheyya dajjā appasmi yācito etehi tīhi ṭhānehi gacche devāna santike."
      },
      "225": {
        "local": 5,
        "text": "The sages who injure nobody, and who always control their body, they will go to the unchangeable place (Nirvana), where, if they have gone, they will suffer no more.",
        "pali": "ahiṃsakā ye munayo niccaṃ kāyena saṃvutā te yanti accutaṃ ṭhānaṃ yattha gantvā na socare."
      },
      "226": {
        "local": 6,
        "text": "Those who are ever watchful, who study day and night, and who strive after Nirvana, their passions will come to an end.",
        "pali": "sadā jāgaramānānaṃ ahorattānusikkhinaṃ nibbānaṃ adhimuttānaṃ atthaṃ gacchanti āsavā."
      },
      "227": {
        "local": 7,
        "text": "This is an old saying, O Atula, this is not only of to-day: `They blame him who sits silent, they blame him who speaks much, they also blame him who says little; there is no one on earth who is not blamed.'",
        "pali": "porāṇam etaṃ Atula n' etaṃ ajjatanām iva: nindanti tuṇhiṃ āsīnaṃ nindanti bahubhāṇinaṃ mitabhāṇinam pi nindanti, n' atthi loke anindito."
      },
      "228": {
        "local": 8,
        "text": "There never was, there never will be, nor is there now, a man who is always blamed, or a man who is always praised.",
        "pali": "na câhu na ca hessati na c' etarahi vijjati ekantaṃ nindito poso ekantaṃ vā pasaṃsito."
      },
      "229, 230": {
        "local": 9,
        "text": "But he whom those who discriminate praise continually day after day, as without blemish, wise, rich in knowledge and virtue, who would dare to blame him, like a coin made of gold from the Gambu river? Even the gods praise him, he is praised even by Brahman.",
        "pali": "yañ ce viññū pasaṃsanti anuvicca suve suve acchiddavuttiṃ medhāviṃ paññāsīlasamāhitaṃ / nekkhaṃ jambonadassêva ko taṃ ninditum arhati, devâpi naṃ pasaṃsanti, Brahmunâpi pasaṃsito."
      },
      "231": {
        "local": 10,
        "text": "Beware of bodily anger, and control thy body! Leave the sins of the body, and with thy body practise virtue!",
        "pali": "kāyappakopaṃ rakkheyya kāyena saṃvuto siyā, kāyaduccaritaṃ hitvā kāyena sucaritaṃ care."
      },
      "232": {
        "local": 11,
        "text": "Beware of the anger of the tongue, and control thy tongue! Leave the sins of the tongue, and practise virtue with thy tongue!",
        "pali": "vacīpakopaṃ rakkheyya vācāya saṃvuto siyā vacīduccaritaṃ hitvā vācāya sucaritaṃ care."
      },
      "233": {
        "local": 12,
        "text": "Beware of the anger of the mind, and control thy mind! Leave the sins of the mind, and practise virtue with thy mind!",
        "pali": "manopakopaṃ rakkheyya manasā saṃvuto siyā manoduccaritaṃ hitvā manasā sucaritaṃ care."
      },
      "234": {
        "local": 13,
        "text": "The wise who control their body, who control their tongue, the wise who control their mind, are indeed well controlled.",
        "pali": "kāyena saṃvutā dhīrā atho vācāya saṃvutā manasā saṃvutā dhīrā te ve suparisaṃvutā."
      }
    }
  },
  {
    "chapter_number": 18,
    "chapter_roman": "XVIII",
    "chapter_title": "Impurity",
    "verses": {
      "235": {
        "local": 1,
        "text": "Thou art now like a sear leaf, the messengers of death (Yama) have come near to thee; thou standest at the door of thy departure, and thou hast no provision for thy journey.",
        "pali": "paṇḍupalāso va dāni si Yamapurisâpi ca taṃ upaṭṭhitā, uyyogamukhe ca tiṭṭhasi pātheyyam pi ca te na vijjati."
      },
      "236": {
        "local": 2,
        "text": "Make thyself an island, work hard, be wise! When thy impurities are blown away, and thou art free from guilt, thou wilt enter into the heavenly world of the elect (Ariya).",
        "pali": "so karohi dīpam attano, khippaṃ vāyama paṇḍito bhava, niddhantamalo anaṅgaṇo dibbaṃ ariyabhūmim ehisi."
      },
      "237": {
        "local": 3,
        "text": "Thy life has come to an end, thou art come near to death (Yama), there is no resting-place for thee on the road, and thou hast no provision for thy journey.",
        "pali": "upanītavayo va dāni si sampayāto si Yamassa santike, vāso pi ca te n' atthi antarā pātheyyam pi ca te na vijjati."
      },
      "238": {
        "local": 4,
        "text": "Make thyself an island, work hard, be wise! When thy impurities are blown away, and thou art free from guilt, thou wilt not enter again into birth and decay.",
        "pali": "so karohi dīpam attano khippaṃ vāyama paṇḍito bhava, niddhantamalo anaṅgaṇo na punaṃ jātijaraṃ upehisi."
      },
      "239": {
        "local": 5,
        "text": "Let a wise man blow off the impurities of his self, as a smith blows off the impurities of silver one by one, little by little, and from time to time.",
        "pali": "anupubbena medhāvī thokathokaṃ khaṇe khaṇe kammāro rajatassêva niddhame malam attano."
      },
      "240": {
        "local": 6,
        "text": "As the impurity which springs from the iron, when it springs from it, destroys it; thus do a transgressor's own works lead him to the evil path.",
        "pali": "ayasā va malaṃ samuṭṭhitaṃ taduṭṭhāya tam eva khādati evaṃ atidhonacārinaṃ sakakammāni nayanti duggatiṃ."
      },
      "241": {
        "local": 7,
        "text": "The taint of prayers is non-repetition; the taint of houses, non-repair; the taint of the body is sloth; the taint of a watchman, thoughtlessness.",
        "pali": "asajjhāyamalā mantā, anuṭṭhānamalā gharā, malaṃ vaṇṇassa kosajjaṃ, pamādo rakkhato malaṃ."
      },
      "242": {
        "local": 8,
        "text": "Bad conduct is the taint of woman, greediness the taint of a benefactor; tainted are all evil ways in this world and in the next.",
        "pali": "mal' itthiyā duccaritaṃ, maccheraṃ dadato malaṃ, malā ve pāpakā dhammā asmiṃ loke paramhi ca."
      },
      "243": {
        "local": 9,
        "text": "But there is a taint worse than all taints,&mdash;ignorance is the greatest taint. O mendicants! throw off that taint, and become taintless!",
        "pali": "tato malā malataraṃ Avijjā paramaṃ malaṃ, etaṃ malaṃ pahatvāna nimmalā hotha bhikkhavo."
      },
      "244": {
        "local": 10,
        "text": "Life is easy to live for a man who is without shame, a crow hero, a mischief-maker, an insulting, bold, and wretched fellow.",
        "pali": "sujīvaṃ ahirīkena kākasūrena dhaṃsinā pakkhandinā pagabbhena saṃkiliṭṭhena jīvitaṃ."
      },
      "245": {
        "local": 11,
        "text": "But life is hard to live for a modest man, who always looks for what is pure, who is disinterested, quiet, spotless, and intelligent.",
        "pali": "hirīmatā ca dujjīvaṃ niccaṃ sucigavesinā alīnen' appagabbhena suddhājīvena passatā."
      },
      "246": {
        "local": 12,
        "text": "He who destroys life, who speaks untruth, who in this world takes what is not given him, who goes to another man's wife;",
        "pali": "yo pāṇaṃ atimāpeti musāvādañ ca bhāsati loke adinnaṃ ādiyati paradārañ ca gacchati."
      },
      "247": {
        "local": 13,
        "text": "And the man who gives himself to drinking intoxicating liquors, he, even in this world, digs up his own root.",
        "pali": "surāmerayapānañ ca yo naro anuyuñjati idh' eva-m-eso lokasmiṃ mūlaṃ khanati attano."
      },
      "248": {
        "local": 14,
        "text": "O man, know this, that the unrestrained are in a bad state; take care that greediness and vice do not bring thee to grief for a long time!",
        "pali": "evaṃ bho posa jānāhi: pāpadhammā asaññatā, mā taṃ lobho adhammo ca ciraṃ dukkhāya randhayuṃ."
      },
      "249": {
        "local": 15,
        "text": "The world gives according to their faith or according to their pleasure: if a man frets about the food and the drink given to others, he will find no rest either by day or by night.",
        "pali": "dadanti ve yathāsaddhaṃ yathāpasādanaṃ jano, tattha yo maṃku bhavati paresaṃ pānabhojane na so divā vā rattiṃ vā samādhiṃ adhigacchati."
      },
      "250": {
        "local": 16,
        "text": "He in whom that feeling is destroyed, and taken out with the very root, finds rest by day and by night.",
        "pali": "yassa c' etaṃ samucchinnaṃ mūlaghaccaṃ samūhataṃ sa ve divā vā rattiṃ vā samādhiṃ adhigacchati."
      },
      "251": {
        "local": 17,
        "text": "There is no fire like passion, there is no shark like hatred, there is no snare like folly, there is no torrent like greed.",
        "pali": "n' atthi rāgasamo aggi n' atthi dosasamo gaho n' atthi mohasamaṃ jālaṃ n' atthi taṇhāsamā nadī."
      },
      "252": {
        "local": 18,
        "text": "The fault of others is easily perceived, but that of oneself is difficult to perceive; a man winnows his neighbour's faults like chaff, but his own fault he hides, as a cheat hides the bad die from the gambler.",
        "pali": "sudassaṃ vajjam aññesaṃ attano pana duddasaṃ, paresaṃ hi so vajjāni opunāti yathā bhusaṃ, attano pana chādeti kaliṃ va kitavāsaṭho."
      },
      "253": {
        "local": 19,
        "text": "If a man looks after the faults of others, and is always inclined to be offended, his own passions will grow, and he is far from the destruction of passions.",
        "pali": "paravejjānupassissa niccaṃ ujjhānasaññino āsavā tassa vaḍḍhanti ārā so āsavakkhayā."
      },
      "254": {
        "local": 20,
        "text": "There is no path through the air, a man is not a Samana by outward acts. The world delights in vanity, the Tathagatas (the Buddhas) are free from vanity.",
        "pali": "ākāse ca padaṃ n' atthi samaṇo n' atthi bāhiro, papañcābhiratā pajā nippapañcā Tathāgatā."
      },
      "255": {
        "local": 21,
        "text": "There is no path through the air, a man is not a Samana by outward acts. No creatures are eternal; but the awakened (Buddha) are never shaken.",
        "pali": "ākāse ca padaṃ n' atthi samaṇo n' atthi bāhiro saṃkhārā sassatā n' atthi n' atthi Buddhānam iñjitaṃ."
      }
    }
  },
  {
    "chapter_number": 19,
    "chapter_roman": "XIX",
    "chapter_title": "The Just",
    "verses": {
      "256, 257": {
        "local": 1,
        "text": "A man is not just if he carries a matter by violence; no, he who distinguishes both right and wrong, who is learned and leads others, not by violence, but by law and equity, and who is guarded by the law and intelligent, he is called just.",
        "pali": "na tena hoti dhammaṭṭho yen' atthaṃ sahasā naye, yo ca atthaṃ anatthañ ca ubho niccheyya paṇḍito / asāhasena dhammena samena nayatī pare dhammassa gutto medhāvī dhammaṭṭho ti pavuccati."
      },
      "258": {
        "local": 2,
        "text": "A man is not learned because he talks much; he who is patient, free from hatred and fear, he is called learned.",
        "pali": "na tena paṇḍito hoti yāvatā bahu bhāsati, khemī averī abhayo paṇḍito ti pavuccati."
      },
      "259": {
        "local": 3,
        "text": "A man is not a supporter of the law because he talks much; even if a man has learnt little, but sees the law bodily, he is a supporter of the law, a man who never neglects the law.",
        "pali": "na tāvatā dhammadharo yāvatā bahu bhāsati, yo ca appam pi sutvāna dhammaṃ kāyena passati sa ve dhammadharo hoti yo dhammaṃ na-ppamajjati."
      },
      "260": {
        "local": 4,
        "text": "A man is not an elder because his head is grey; his age may be ripe, but he is called `Old-in-vain.'",
        "pali": "na tena thero hoti yen' assa phalitaṃ siro, paripakko vayo tassa moghajiṇṇo ti vuccati."
      },
      "261": {
        "local": 5,
        "text": "He in whom there is truth, virtue, love, restraint, moderation, he who is free from impurity and is wise, he is called an elder.",
        "pali": "yamhi saccañ ca dhammo ca ahiṃsā saññamo damo sa ve vantamalo dhīro thaviro ti pavuccati."
      },
      "262": {
        "local": 6,
        "text": "An envious greedy, dishonest man does not become respectable by means of much talking only, or by the beauty of his complexion.",
        "pali": "na vākkaraṇamattena vaṇṇapokkharatāya vā sādhurūpo naro hoti issukī maccharī saṭho,"
      },
      "263": {
        "local": 7,
        "text": "He in whom all this is destroyed, and taken out with the very root, he, when freed from hatred and wise, is called respectable.",
        "pali": "yassa c' etaṃ samucchinnaṃ mūlaghaccaṃ samūhataṃ sa vantadoso medhāvī sādhurūpo ti vuccati."
      },
      "264": {
        "local": 8,
        "text": "Not by tonsure does an undisciplined man who speaks falsehood become a Samana; can a man be a Samana who is still held captive by desire and greediness?",
        "pali": "na muṇḍakena samaṇo abbato alikaṃ bhaṇaṃ icchālobhasamāpanno samaṇo kiṃ bhavissati,"
      },
      "265": {
        "local": 9,
        "text": "He who always quiets the evil, whether small or large, he is called a Samana (a quiet man), because he has quieted all evil.",
        "pali": "yo ca sameti pāpāni aṇuṃthūlāni sabbaso samitattā hi pāpānaṃ samaṇo ti pavuccati."
      },
      "266": {
        "local": 10,
        "text": "A man is not a mendicant (Bhikshu) simply because he asks others for alms; he who adopts the whole law is a Bhikshu, not he who only begs.",
        "pali": "na tena bhikkhu bhavati yāvatā bhikkhate pare, vissaṃ dhammaṃ samādāya bhikkhu hoti na tāvatā,"
      },
      "267": {
        "local": 11,
        "text": "He who is above good and evil, who is chaste, who with knowledge passes through the world, he indeed is called a Bhikshu.",
        "pali": "yo 'dha puññañ ca pāpañ ca bāhetvā brahmacaryavā saṃkhāya loke carati sa ve bhikkhū ti vuccati."
      },
      "268, 269": {
        "local": 12,
        "text": "A man is not a Muni because he observes silence (mona, i.e. mauna), if he is foolish and ignorant; but the wise who, taking the balance, chooses the good and avoids evil, he is a Muni, and is a Muni thereby; he who in this world weighs both sides is called a Muni.",
        "pali": "na monena munī hoti mūḷharūpo aviddasu, yo ca tulaṃ va paggayha varam ādāya paṇḍito / pāpāni parivajjeti sa munī tena so muni, yo munāti ubho loke munī tena pavuccati."
      },
      "270": {
        "local": 13,
        "text": "A man is not an elect (Ariya) because he injures living creatures; because he has pity on all living creatures, therefore is a man called Ariya.",
        "pali": "na tena ariyo hoti yena pāṇāni hiṃsati, ahiṃsā sabbapāṇānaṃ ariyo ti pavuccati."
      },
      "271, 272": {
        "local": 14,
        "text": "Not only by discipline and vows, not only by much learning, not by entering into a trance, not by sleeping alone, do I earn the happiness of release which no worldling can know. Bhikshu, be not confident as long as thou hast not attained the extinction of desires.",
        "pali": "na sīlabbatamattena bāhusaccena vā puna athavā samādhilābhena viviccasayanena vā / phusāmi nekkhammasukhaṃ aputhujjanasevitaṃ; bhikkhu vissāsa mâpādi appatto āsavakkhayaṃ."
      }
    }
  },
  {
    "chapter_number": 20,
    "chapter_roman": "XX",
    "chapter_title": "The Way",
    "verses": {
      "273": {
        "local": 1,
        "text": "The best of ways is the eightfold; the best of truths the four words; the best of virtues passionlessness; the best of men he who has eyes to see.",
        "pali": "maggān' aṭṭhaṅgiko seṭṭho saccānaṃ caturo padā, virāgo seṭṭho dhammānaṃ dipadānañ ca cakkhumā."
      },
      "274": {
        "local": 2,
        "text": "This is the way, there is no other that leads to the purifying of intelligence. Go on this way! Everything else is the deceit of Mara (the tempter).",
        "pali": "es' eva maggo n' atth' añño dassanassa visuddhiyā, etaṃ hi tumhe paṭipajjatha, Mārass' etaṃ pamohanaṃ."
      },
      "275": {
        "local": 3,
        "text": "If you go on this way, you will make an end of pain! The way was preached by me, when I had understood the removal of the thorns (in the flesh).",
        "pali": "etaṃ hi tumhe paṭipannā dukkhass' antaṃ karissatha, akkhāto ve mayā maggo aññāya sallasanthanaṃ."
      },
      "276": {
        "local": 4,
        "text": "You yourself must make an effort. The Tathagatas (Buddhas) are only preachers. The thoughtful who enter the way are freed from the bondage of Mara.",
        "pali": "tumhehi kiccaṃ ātappaṃ, akkhātāro Tathāgatā, paṭipannā pamokkhanti jhāyino Mārabandhanā."
      },
      "277": {
        "local": 5,
        "text": "`All created things perish,' he who knows and sees this becomes passive in pain; this is the way to purity.",
        "pali": "\"sabbe saṃkhārā aniccā\" [ti] yadā paññāya passati atha nibbindatī dukkhe, esa maggo visuddhiyā."
      },
      "278": {
        "local": 6,
        "text": "`All created things are grief and pain,' he who knows and sees this becomes passive in pain; this is the way that leads to purity.",
        "pali": "\"sabbe saṃkhārā dukkhā\" ti yadā paññāya passati atha nibbindatī dukkhe, esa maggo visuddhiyā."
      },
      "279": {
        "local": 7,
        "text": "`All forms are unreal,' he who knows and sees this becomes passive in pain; this is the way that leads to purity.",
        "pali": "\"sabbe dhammā anattā\" ti yadā paññāya passati atha nibbindatī dukkhe, esa maggo visuddhiyā."
      },
      "280": {
        "local": 8,
        "text": "He who does not rouse himself when it is time to rise, who, though young and strong, is full of sloth, whose will and thought are weak, that lazy and idle man will never find the way to knowledge.",
        "pali": "uṭṭhānakālamhi anuṭṭhahāno yuvā balī ālasiyaṃ upeto saṃsannasaṃkappamano kusīto paññāya maggaṃ alaso na vindati."
      },
      "281": {
        "local": 9,
        "text": "Watching his speech, well restrained in mind, let a man never commit any wrong with his body! Let a man but keep these three roads of action clear, and he will achieve the way which is taught by the wise.",
        "pali": "vācānurakkhī manasā susaṃvuto kāyena ca akusalaṃ na kayirā ete tayo kammapathe visodhaye, ārādhaye maggam isippaveditaṃ."
      },
      "282": {
        "local": 10,
        "text": "Through zeal knowledge is gotten, through lack of zeal knowledge is lost; let a man who knows this double path of gain and loss thus place himself that knowledge may grow.",
        "pali": "yogā ve jāyatī bhūrī ayogā bhūrisaṃkhayo etaṃ dvedhāpathaṃ ñatvā bhavāya vibhavāya ca tath' attānaṃ niveseyya yathā bhūrī pavaḍḍhati."
      },
      "283": {
        "local": 11,
        "text": "Cut down the whole forest (of lust), not a tree only! Danger comes out of the forest (of lust). When you have cut down both the forest (of lust) and its undergrowth, then, Bhikshus, you will be rid of the forest and free!",
        "pali": "vanaṃ chindatha, mā rukkhaṃ, vanato jāyatī bhayaṃ, chetvā vanaṃ vanathañ ca nibbanā hotha bhikkhavo."
      },
      "284": {
        "local": 12,
        "text": "So long as the love of man towards women, even the smallest, is not destroyed, so long is his mind in bondage, as the calf that drinks milk is to its mother.",
        "pali": "yāvaṃ [hi] vanatho na chijjati anumatto pi narassa nārisu paṭibaddhamano va tāva so vaccho khīrapako va mātari."
      },
      "285": {
        "local": 13,
        "text": "Cut out the love of self, like an autumn lotus, with thy hand! Cherish the road of peace. Nirvana has been shown by Sugata (Buddha).",
        "pali": "ucchinda sineham attano kumudaṃ sāradikaṃ va pāṇinā, santimaggam eva brūhaya nibbānaṃ Sugatena desitaṃ."
      },
      "286": {
        "local": 14,
        "text": "`Here I shall dwell in the rain, here in winter and summer,' thus the fool meditates, and does not think of his death.",
        "pali": "idha vassaṃ vasissāmi idha hemantagimhisu iti bālo vicinteti antarāyaṃ na bujjhati."
      },
      "287": {
        "local": 15,
        "text": "Death comes and carries off that man, praised for his children and flocks, his mind distracted, as a flood carries off a sleeping village.",
        "pali": "taṃ puttapasusammattaṃ byāsattamanasaṃ naraṃ suttaṃ gāmaṃ mahogho va Maccu ādāya gacchati."
      },
      "288": {
        "local": 16,
        "text": "Sons are no help, nor a father, nor relations; there is no help from kinsfolk for one whom death has seized.",
        "pali": "na santi puttā tāṇāya na pitā na pi bandhavā antakenâdhipannassa n' atthi ñātīsu tāṇatā."
      },
      "289": {
        "local": 17,
        "text": "A wise and good man who knows the meaning of this, should quickly clear the way that leads to Nirvana.",
        "pali": "etam atthavasaṃ ñatvā paṇḍito sīlasaṃvuto nibbānagamanaṃ maggaṃ khippam eva visodhaye."
      }
    }
  },
  {
    "chapter_number": 21,
    "chapter_roman": "XXI",
    "chapter_title": "Miscellaneous",
    "verses": {
      "290": {
        "local": 1,
        "text": "If by leaving a small pleasure one sees a great pleasure, let a wise man leave the small pleasure, and look to the great.",
        "pali": "mattāsukhapariccāgā passe ce vipulaṃ sukhaṃ caje mattāsukhaṃ dhīro sampassaṃ vipulaṃ sukhaṃ."
      },
      "291": {
        "local": 2,
        "text": "He who, by causing pain to others, wishes to obtain pleasure for himself, he, entangled in the bonds of hatred, will never be free from hatred.",
        "pali": "paradukkhūpadhānena yo attano sukham icchati verasaṃsaggasaṃsaṭṭho verā so na pamuccati."
      },
      "292": {
        "local": 3,
        "text": "What ought to be done is neglected, what ought not to be done is done; the desires of unruly, thoughtless people are always increasing.",
        "pali": "yaṃ hi kiccaṃ apaviddhaṃ akiccaṃ pana kayrati unnaḷānaṃ pamattānaṃ tesaṃ vaḍḍhanti āsavā."
      },
      "293": {
        "local": 4,
        "text": "But they whose whole watchfulness is always directed to their body, who do not follow what ought not to be done, and who steadfastly do what ought to be done, the desires of such watchful and wise people will come to an end.",
        "pali": "yesañ ca susamāraddhā niccaṃ kāyagatā sati akiccan te na sevanti kicce sātaccakārino, satānaṃ sampajānānaṃ atthaṃ gacchanti āsavā."
      },
      "294": {
        "local": 5,
        "text": "A true Brahmana goes scatheless, though he have killed father and mother, and two valiant kings, though he has destroyed a kingdom with all its subjects.",
        "pali": "mātaraṃ pitaraṃ hantvā rājāno dve ca khattiye raṭṭhaṃ sānucaraṃ hantvā anīgho yāti brāhmaṇo."
      },
      "295": {
        "local": 6,
        "text": "A true Brahmana goes scatheless, though he have killed father and mother, and two holy kings, and an eminent man besides.",
        "pali": "mātaraṃ pitaraṃ hantvā rājāno dve ca sotthiye veyyagghapañcamaṃ hantvā anīgho yāti brāhmaṇo."
      },
      "296": {
        "local": 7,
        "text": "The disciples of Gotama (Buddha) are always well awake, and their thoughts day and night are always set on Buddha.",
        "pali": "suppabuddhaṃ pabujjhanti sadā Gotamasāvakā yesaṃ divā ca ratto ca niccaṃ Buddha-gatā sati."
      },
      "297": {
        "local": 8,
        "text": "The disciples of Gotama are always well awake, and their thoughts day and night are always set on the law.",
        "pali": "suppabuddhaṃ pabujjhanti sadā Gotamasāvakā yesaṃ divā ca ratto ca niccaṃ Dhamma-gatā sati."
      },
      "298": {
        "local": 9,
        "text": "The disciples of Gotama are always well awake, and their thoughts day and night are always set on the church.",
        "pali": "suppabuddhaṃ pabujjhanti sadā Gotamasāvakā yesaṃ divā ca ratto ca niccaṃ Saṃgha-gatā sati."
      },
      "299": {
        "local": 10,
        "text": "The disciples of Gotama are always well awake, and their thoughts day and night are always set on their body.",
        "pali": "suppabuddhaṃ pabujjhanti sadā Gotamasāvakā yesaṃ divā ca ratto ca niccaṃ kāyagatā sati."
      },
      "300": {
        "local": 11,
        "text": "The disciples of Gotama are always well awake, and their mind day and night always delights in compassion.",
        "pali": "suppabuddhaṃ pabujjhanti sadā Gotamasāvakā. yesaṃ divā ca ratto ca ahiṃsāya rato mano."
      },
      "301": {
        "local": 12,
        "text": "The disciples of Gotama are always well awake, and their mind day and night always delights in meditation.",
        "pali": "suppabuddhaṃ pabujjhanti sadā Gotamasāvakā yesaṃ divā ca ratto ca bhāvanāya rato mano."
      },
      "302": {
        "local": 13,
        "text": "It is hard to leave the world (to become a friar), it is hard to enjoy the world; hard is the monastery, painful are the houses; painful it is to dwell with equals (to share everything in common) and the itinerant mendicant is beset with pain. Therefore let no man be an itinerant mendicant and he will not be beset with pain.",
        "pali": "duppabbajjaṃ durabhiramaṃ durāvāsā gharā dukhā dukkho 'samānasaṃvāso, dukkhānupatit' addhagū tasmā na c' addhagū siyā na ca dukkhānupatito siyā."
      },
      "303": {
        "local": 14,
        "text": "Whatever place a faithful, virtuous, celebrated, and wealthy man chooses, there he is respected.",
        "pali": "saddho sīlena sampanno yasobhogasamappito yaṃ yaṃ padesaṃ bhajati tattha tatth' eva pūjito."
      },
      "304": {
        "local": 15,
        "text": "Good people shine from afar, like the snowy mountains; bad people are not seen, like arrows shot by night.",
        "pali": "dūre santo pakāsenti Himavanto va pabbato, asant' ettha na dissanti rattikhittā yathā sarā."
      },
      "305": {
        "local": 16,
        "text": "He alone who, without ceasing, practises the duty of sitting alone and sleeping alone, he, subduing himself, will rejoice in the destruction of all desires alone, as if living in a forest.",
        "pali": "ekāsanaṃ ekaseyyaṃ eko caram atandito eko damayam attānaṃ vanante ramito siyā."
      }
    }
  },
  {
    "chapter_number": 22,
    "chapter_roman": "XXII",
    "chapter_title": "The Downward Course",
    "verses": {
      "306": {
        "local": 1,
        "text": "He who says what is not, goes to hell; he also who, having done a thing, says I have not done it. After death both are equal, they are men with evil deeds in the next world.",
        "pali": "abhūtavādī nirayaṃ upeti yo vâpi katvā na karomi-cāha, ubho pi te pecca samā bhavanti nihīnakammā manujā parattha."
      },
      "307": {
        "local": 2,
        "text": "Many men whose shoulders are covered with the yellow gown are ill-conditioned and unrestrained; such evil-doers by their evil deeds go to hell.",
        "pali": "kāsāvakaṇṭhā bahavo pāpadhammā asaññatā, pāpā pāpehi kammehi nirayan te upapajjare."
      },
      "308": {
        "local": 3,
        "text": "Better it would be to swallow a heated iron ball, like flaring fire, than that a bad unrestrained fellow should live on the charity of the land.",
        "pali": "seyyo ayoguḷo bhutto tatto aggisikhūpamo yañ ce bhuñjeyya dussīlo raṭṭhapiṇḍaṃ asaññato."
      },
      "309": {
        "local": 4,
        "text": "Four things does a wreckless man gain who covets his neighbour's wife,&mdash;a bad reputation, an uncomfortable bed, thirdly, punishment, and lastly, hell.",
        "pali": "cattāri ṭhānāni naro pamatto āpajjatī paradārūpasevī: apuññalābhaṃ na nikāmaseyyaṃ nindaṃ tatīyaṃ nirayaṃ catutthaṃ."
      },
      "310": {
        "local": 5,
        "text": "There is bad reputation, and the evil way (to hell), there is the short pleasure of the frightened in the arms of the frightened, and the king imposes heavy punishment; therefore let no man think of his neighbour's wife.",
        "pali": "apuññalābho ca gatī ca pāpikā bhītassa bhītāya ratī ca thokikā rājā ca daṇḍaṃ garukaṃ paṇeti, tasmā naro paradāraṃ na seve."
      },
      "311": {
        "local": 6,
        "text": "As a grass-blade, if badly grasped, cuts the arm, badly-practised asceticism leads to hell.",
        "pali": "kuso yathā duggahīto hatthaṃ evânukantati sāmaññaṃ dupparāmaṭṭhaṃ nirayāy' upakaḍḍhati."
      },
      "312": {
        "local": 7,
        "text": "An act carelessly performed, a broken vow, and hesitating obedience to discipline, all this brings no great reward.",
        "pali": "yaṃ kiñci saṭhilaṃ kammaṃ saṃkiliṭṭhañ ca yaṃ vataṃ saṃkassaraṃ brahmacaryaṃ na taṃ hoti mahapphalaṃ."
      },
      "313": {
        "local": 8,
        "text": "If anything is to be done, let a man do it, let him attack it vigorously! A careless pilgrim only scatters the dust of his passions more widely.",
        "pali": "kayirañ ce kayrāth' enaṃ daḷham enaṃ parakkame, saṭhilo hi paribbājo bhiyyo ākirate rajaṃ."
      },
      "314": {
        "local": 9,
        "text": "An evil deed is better left undone, for a man repents of it afterwards; a good deed is better done, for having done it, one does not repent.",
        "pali": "akataṃ dukkataṃ seyyo pacchā tapati dukkataṃ, katañ ca sukataṃ seyyo yaṃ katvā nânutappati."
      },
      "315": {
        "local": 10,
        "text": "Like a well-guarded frontier fort, with defences within and without, so let a man guard himself. Not a moment should escape, for they who allow the right moment to pass, suffer pain when they are in hell.",
        "pali": "nagaraṃ yathā paccantaṃ guttaṃ santarabāhiraṃ evaṃ gopetha attānaṃ, khaṇo ve mā upaccagā, khaṇātītā hi socanti nirayamhi samappitā."
      },
      "316": {
        "local": 11,
        "text": "They who are ashamed of what they ought not to be ashamed of, and are not ashamed of what they ought to be ashamed of, such men, embracing false doctrines enter the evil path.",
        "pali": "alajjitāye lajjanti lajjitāye na lajjare micchādiṭṭhisamādānā sattā gacchanti duggatiṃ."
      },
      "317": {
        "local": 12,
        "text": "They who fear when they ought not to fear, and fear not when they ought to fear, such men, embracing false doctrines, enter the evil path.",
        "pali": "abhaye bhayadassino bhaye câbhayadassino micchādiṭṭhisamādānā sattā gacchanti duggatiṃ."
      },
      "318": {
        "local": 13,
        "text": "They who forbid when there is nothing to be forbidden, and forbid not when there is something to be forbidden, such men, embracing false doctrines, enter the evil path.",
        "pali": "avajje vajjamatino vajje câvajjadassino micchādiṭṭhisamādānā sattā gacchanti duggatiṃ."
      },
      "319": {
        "local": 14,
        "text": "They who know what is forbidden as forbidden, and what is not forbidden as not forbidden, such men, embracing the true doctrine, enter the good path.",
        "pali": "vajjañ ca vajjato ñatvā avajjañ ca avajjato sammādiṭṭhisamādānā sattā gacchanti suggatiṃ."
      }
    }
  },
  {
    "chapter_number": 23,
    "chapter_roman": "XXIII",
    "chapter_title": "The Elephant",
    "verses": {
      "320": {
        "local": 1,
        "text": "Silently shall I endure abuse as the elephant in battle endures the arrow sent from the bow: for the world is ill-natured.",
        "pali": "ahaṃ nāgo va saṃgāme cāpāto patitaṃ saraṃ ativākyaṃ titikkhissaṃ dussīlo hi bahujjano."
      },
      "321": {
        "local": 2,
        "text": "They lead a tamed elephant to battle, the king mounts a tamed elephant; the tamed is the best among men, he who silently endures abuse.",
        "pali": "dantaṃ nayanti samitiṃ dantaṃ rājâbhirūhati danto seṭṭho manussesu yo 'tivākyaṃ titikkhati."
      },
      "322": {
        "local": 3,
        "text": "Mules are good, if tamed, and noble Sindhu horses, and elephants with large tusks; but he who tames himself is better still.",
        "pali": "varam assatarā dantā ājānīyā ca sindhavā kuñjarā ca mahānāgā, attadanto tato varaṃ."
      },
      "323": {
        "local": 4,
        "text": "For with these animals does no man reach the untrodden country (Nirvana), where a tamed man goes on a tamed animal, viz. on his own well-tamed self.",
        "pali": "na hi etehi yānehi gaccheyya agataṃ disaṃ yath' attanā sudantena danto dantena gacchati."
      },
      "324": {
        "local": 5,
        "text": "The elephant called Dhanapalaka, his temples running with sap, and difficult to hold, does not eat a morsel when bound; the elephant longs for the elephant grove.",
        "pali": "dhanapālako nāma kuñjaro kaṭukapabhedano dunnivārayo baddho kabalaṃ na bhuñjati, sumarati nāgavanassa kuñjaro."
      },
      "325": {
        "local": 6,
        "text": "If a man becomes fat and a great eater, if he is sleepy and rolls himself about, that fool, like a hog fed on wash, is born again and again.",
        "pali": "middhī yadā hoti mahagghaso ca niddāyitā samparivattasāyī mahāvarāho va nivāpapuṭṭho punappunaṃ gabbham upeti mando."
      },
      "326": {
        "local": 7,
        "text": "This mind of mine went formerly wandering about as it liked, as it listed, as it pleased; but I shall now hold it in thoroughly, as the rider who holds the hook holds in the furious elephant.",
        "pali": "idaṃ pure cittam acāri cārikaṃ yenicchakaṃ yatthakāmaṃ yathāsukhaṃ tad ajj' ahaṃ niggahessāmi yoniso hatthippabhinnaṃ viya aṃkusaggaho."
      },
      "327": {
        "local": 8,
        "text": "Be not thoughtless, watch your thoughts! Draw yourself out of the evil way, like an elephant sunk in mud.",
        "pali": "appamādaratā hotha, sacittam anurakkhatha, duggā uddharath' attānaṃ paṃke sanno va kuñjaro."
      },
      "328": {
        "local": 9,
        "text": "If a man find a prudent companion who walks with him, is wise, and lives soberly, he may walk with him, overcoming all dangers, happy, but considerate.",
        "pali": "sace labhetha nipakaṃ sahāyaṃ saddhiṃcaraṃ sādhuvihāri dhīraṃ abhibhuyya sabbāni parissayāni careyya ten' attamano satīmā."
      },
      "329": {
        "local": 10,
        "text": "If a man find no prudent companion who walks with him, is wise, and lives soberly, let him walk alone, like a king who has left his conquered country behind,&mdash;like an elephant in the forest.",
        "pali": "no ce labhetha nipakaṃ sahāyaṃ saddhiṃcaraṃ sādhuvihāri dhīraṃ rājā va raṭṭhaṃ vijitaṃ pahāya eko care mātaṅg' araññe va nāgo."
      },
      "330": {
        "local": 11,
        "text": "It is better to live alone, there is no companionship with a fool; let a man walk alone, let him commit no sin, with few wishes, like an elephant in the forest.",
        "pali": "ekassa caritaṃ seyyo, n' atthi bāle sahāyitā, eko care na ca pāpāni kayrā appossukko mātaṅg' araññe va nāgo."
      },
      "331": {
        "local": 12,
        "text": "If an occasion arises, friends are pleasant; enjoyment is pleasant, whatever be the cause; a good work is pleasant in the hour of death; the giving up of all grief is pleasant.",
        "pali": "atthamhi jātamhi sukhā sahāyā tuṭṭhī sukhā yā itarītarena, puññaṃ sukhaṃ jīvitasaṃkhayamhi, sabbassa dukkhassa sukhaṃ pahānaṃ."
      },
      "332": {
        "local": 13,
        "text": "Pleasant in the world is the state of a mother, pleasant the state of a father, pleasant the state of a Samana, pleasant the state of a Brahmana.",
        "pali": "sukhā matteyyatā loke atho petteyyatā sukhā, sukhā sāmaññatā loke atho brahmaññatā sukhā."
      },
      "333": {
        "local": 14,
        "text": "Pleasant is virtue lasting to old age, pleasant is a faith firmly rooted; pleasant is attainment of intelligence, pleasant is avoiding of sins.",
        "pali": "sukhaṃ yāvajarā sīlaṃ sukhā saddhā patiṭṭhitā sukho paññāya paṭilābho pāpān' akaraṇaṃ sukhaṃ."
      }
    }
  },
  {
    "chapter_number": 24,
    "chapter_roman": "XXIV",
    "chapter_title": "Thirst",
    "verses": {
      "334": {
        "local": 1,
        "text": "The thirst of a thoughtless man grows like a creeper; he runs from life to life, like a monkey seeking fruit in the forest.",
        "pali": "manujassa pamattacārino taṇhā vaḍḍhati māluvā viya, so palavatī hurāhuraṃ phalam icchaṃ va vanasmi vānaro."
      },
      "335": {
        "local": 2,
        "text": "Whomsoever this fierce thirst overcomes, full of poison, in this world, his sufferings increase like the abounding Birana grass.",
        "pali": "yaṃ esā sahatī jammī taṇhā loke visattikā sokā tassa pavaḍḍhanti abhivaḍḍhaṃ va bīraṇaṃ."
      },
      "336": {
        "local": 3,
        "text": "He who overcomes this fierce thirst, difficult to be conquered in this world, sufferings fall off from him, like water-drops from a lotus leaf.",
        "pali": "yo c' etaṃ sahatī jammiṃ taṇhaṃ loke duraccayaṃ sokā tamhā papatanti udabindu va pokkharā."
      },
      "337": {
        "local": 4,
        "text": "This salutary word I tell you, `Do ye, as many as are here assembled, dig up the root of thirst, as he who wants the sweet-scented Usira root must dig up the Birana grass, that Mara (the tempter) may not crush you again and again, as the stream crushes the reeds.'",
        "pali": "taṃ vo vadāmi bhaddaṃ vo yāvant' ettha samāgatā taṇhāya mūlaṃ khanatha usīrattho va bīraṇaṃ mā vo naḷaṃ va soto va Māro bhañji punappunaṃ."
      },
      "338": {
        "local": 5,
        "text": "As a tree, even though it has been cut down, is firm so long as its root is safe, and grows again, thus, unless the feeders of thirst are destroyed, the pain (of life) will return again and again.",
        "pali": "yathāpi mūle anupaddave daḷhe chinno pi rukkho punar eva rūhati evam pi taṇhānusaye anūhate nibbattati dukkham idaṃ punappunaṃ"
      },
      "339": {
        "local": 6,
        "text": "He whose thirst running towards pleasure is exceeding strong in the thirty-six channels, the waves will carry away that misguided man, viz. his desires which are set on passion.",
        "pali": "yassa chattiṃsatī sotā manāpassavanā bhusā vāhā vahanti duddiṭṭhaṃ saṃkappā rāganissitā"
      },
      "340": {
        "local": 7,
        "text": "The channels run everywhere, the creeper (of passion) stands sprouting; if you see the creeper springing up, cut its root by means of knowledge.",
        "pali": "savanti sabbadā sotā latā ubbhijja tiṭṭhati tañ ca disvā lataṃ jātaṃ mūlaṃ paññāya chindatha."
      },
      "341": {
        "local": 8,
        "text": "A creature's pleasures are extravagant and luxurious; sunk in lust and looking for pleasure, men undergo (again and again) birth and decay.",
        "pali": "saritāni sinehitāni ca somanassāni bhavanti jantuno te sātasitā sukhesino te ve jātijarūpagā narā."
      },
      "342": {
        "local": 9,
        "text": "Men, driven on by thirst, run about like a snared hare; held in fetters and bonds, they undergo pain for a long time, again and again.",
        "pali": "tasiṇāya purakkhatā pajā parisappanti saso va bādhito, saññojanasaṅgasattakā dukkham upenti punappunaṃ cirāya."
      },
      "343": {
        "local": 10,
        "text": "Men, driven on by thirst, run about like a snared hare; let therefore the mendicant drive out thirst, by striving after passionlessness for himself.",
        "pali": "tasiṇāya purakkhatā pajā parisappanti saso va bādhito, tasmā tasiṇaṃ vinodaye bhikkhu ākaṃkha virāgam attano."
      },
      "344": {
        "local": 11,
        "text": "He who having got rid of the forest (of lust) (i.e. after having reached Nirvana) gives himself over to forest-life (i.e. to lust), and who, when removed from the forest (i.e. from lust), runs to the forest (i.e. to lust), look at that man! though free, he runs into bondage.",
        "pali": "yo nibbanatho vanādhimutto vanamutto vanam eva dhāvati taṃ puggalam eva passatha: mutto bandhanam eva dhāvati."
      },
      "345": {
        "local": 12,
        "text": "Wise people do not call that a strong fetter which is made of iron, wood, or hemp; far stronger is the care for precious stones and rings, for sons and a wife.",
        "pali": "na taṃ daḷhaṃ bandhanam āhu dhīrā yad āyasaṃ dārujaṃ pabbajañ ca sārattarattā maṇikuṇḍalesu puttesu dāresu ca yā apekhā,"
      },
      "346": {
        "local": 13,
        "text": "That fetter wise people call strong which drags down, yields, but is difficult to undo; after having cut this at last, people leave the world, free from cares, and leaving desires and pleasures behind.",
        "pali": "etaṃ daḷhaṃ bandhanam āhu dhīrā ohārinaṃ sithilaṃ duppamuñcaṃ etam pi chetvāna paribbajanti anapekhino kāmasukhaṃ pahāya."
      },
      "347": {
        "local": 14,
        "text": "Those who are slaves to passions, run down with the stream (of desires), as a spider runs down the web which he has made himself; when they have cut this, at last, wise people leave the world free from cares, leaving all affection behind.",
        "pali": "ye rāgarattânupatanti sotaṃ sayaṃkataṃ makkaṭako va jālaṃ etam pi chetvāna vajanti dhīrā anapekhino sabbadukkhaṃ pahāya."
      },
      "348": {
        "local": 15,
        "text": "Give up what is before, give up what is behind, give up what is in the middle, when thou goest to the other shore of existence; if thy mind is altogether free, thou wilt not again enter into birth and decay.",
        "pali": "muñca pure muñca pacchato majjhe muñca bhavassa pāragū, sabbattha vimuttamānaso na punañ jātijaraṃ upehisi."
      },
      "349": {
        "local": 16,
        "text": "If a man is tossed about by doubts, full of strong passions, and yearning only for what is delightful, his thirst will grow more and more, and he will indeed make his fetters strong.",
        "pali": "vitakkapamathitassa jantuno tibbarāgassa subhānupassino bhiyyo taṇhā pavaḍḍhati, esa kho daḷhaṃ karoti bandhanaṃ."
      },
      "350": {
        "local": 17,
        "text": "If a man delights in quieting doubts, and, always reflecting, dwells on what is not delightful (the impurity of the body, &c.), he certainly will remove, nay, he will cut the fetter of Mara.",
        "pali": "vitakkūpasame ca yo rato asubhaṃ bhāvayatī sadāsato esa kho vyantikāhitī esa-cchecchati Mārabandhanaṃ."
      },
      "351": {
        "local": 18,
        "text": "He who has reached the consummation, who does not tremble, who is without thirst and without sin, he has broken all the thorns of life: this will be his last body.",
        "pali": "niṭṭhaṅgato asantāsī vītataṇho anaṅgaṇo acchidda bhavasallāni antimo 'yaṃ samussayo."
      },
      "352": {
        "local": 19,
        "text": "He who is without thirst and without affection, who understands the words and their interpretation, who knows the order of letters (those which are before and which are after), he has received his last body, he is called the great sage, the great man.",
        "pali": "vītataṇho anādāno niruttipadakovido akkharānaṃ sannipātaṃ jaññā pubbāparāni ca sa ve antimasārīro mahāpañño [mahāpuriso] ti vuccati."
      },
      "353": {
        "local": 20,
        "text": "`I have conquered all, I know all, in all conditions of life I am free from taint; I have left all, and through the destruction of thirst I am free; having learnt myself, whom shall I teach?'",
        "pali": "sabbābhibhū sabbavidū 'ham asmi sabbesu dhammesu anūpalitto sabbañjaho taṇhakkhaye vimutto sayaṃ abhiññāya kam uddiseyyaṃ."
      },
      "354": {
        "local": 21,
        "text": "The gift of the law exceeds all gifts; the sweetness of the law exceeds all sweetness; the delight in the law exceeds all delights; the extinction of thirst overcomes all pain.",
        "pali": "sabbadānaṃ dhammadānaṃ jināti, sabbaṃ rasaṃ dhammaraso jināti, sabbaṃ ratiṃ dhammaratī jināti, taṇhakkhayo sabbadukkhaṃ jināti."
      },
      "355": {
        "local": 22,
        "text": "Pleasures destroy the foolish, if they look not for the other shore; the foolish by his thirst for pleasures destroys himself, as if he were his own enemy.",
        "pali": "hananti bhogā dummedhaṃ no ce pāragavesino, bhogataṇhāya dummedho hanti aññe va attanaṃ."
      },
      "356": {
        "local": 23,
        "text": "The fields are damaged by weeds, mankind is damaged by passion: therefore a gift bestowed on the passionless brings great reward.",
        "pali": "tiṇadosāni khettāni, rāgadosā ayaṃ pajā, tasmā hi vītarāgesu dinnaṃ hoti mahapphalaṃ."
      },
      "357": {
        "local": 24,
        "text": "The fields are damaged by weeds, mankind is damaged by hatred: therefore a gift bestowed on those who do not hate brings great reward.",
        "pali": "tiṇadosāni khettāni, dosadosā ayaṃ pajā, tasmā hi vītadosesu dinnaṃ hoti mahapphalaṃ."
      },
      "358": {
        "local": 25,
        "text": "The fields are damaged by weeds, mankind is damaged by vanity: therefore a gift bestowed on those who are free from vanity brings great reward.",
        "pali": "tiṇadosāni khettāni, mohadosā ayaṃ pajā, tasmā hi vītamohesu dinnaṃ hoti mahapphalaṃ."
      },
      "359": {
        "local": 26,
        "text": "The fields are damaged by weeds, mankind is damaged by lust: therefore a gift bestowed on those who are free from lust brings great reward.",
        "pali": "tiṇadosāni khettāni, icchādosā ayaṃ pajā, tasmā hi vigaticchesu dinnaṃ hoti mahapphalaṃ."
      }
    }
  },
  {
    "chapter_number": 25,
    "chapter_roman": "XXV",
    "chapter_title": "The Bhikshu (Mendicant)",
    "verses": {
      "360": {
        "local": 1,
        "text": "Restraint in the eye is good, good is restraint in the ear, in the nose restraint is good, good is restraint in the tongue.",
        "pali": "cakkhunā saṃvaro sādhu, sādhu sotena saṃvaro, ghāṇena saṃvaro sādhu, sādhu jivhāya saṃvaro."
      },
      "361": {
        "local": 2,
        "text": "In the body restraint is good, good is restraint in speech, in thought restraint is good, good is restraint in all things. A Bhikshu, restrained in all things, is freed from all pain.",
        "pali": "kāyena saṃvaro sādhu, sādhu vācāya saṃvaro, manasā saṃvaro sādhu, sādhu sabbattha saṃvaro, sabbattha saṃvuto bhikkhu sabbadukkhā pamuccati."
      },
      "362": {
        "local": 3,
        "text": "He who controls his hand, he who controls his feet, he who controls his speech, he who is well controlled, he who delights inwardly, who is collected, who is solitary and content, him they call Bhikshu.",
        "pali": "hatthasaññato pādasaññato vācāya saññato saññatuttamo, ajjhattarato samāhito eko santusito tam āhu bhikkhuṃ."
      },
      "363": {
        "local": 4,
        "text": "The Bhikshu who controls his mouth, who speaks wisely and calmly, who teaches the meaning and the law, his word is sweet.",
        "pali": "yo mukhasaññato bhikkhu mantabhāṇī anuddhato atthaṃ dhammañ ca dīpeti madhuraṃ tassa bhāsitaṃ."
      },
      "364": {
        "local": 5,
        "text": "He who dwells in the law, delights in the law, meditates on the law, follows the law, that Bhikshu will never fall away from the true law.",
        "pali": "dhammārāmo dhammarato dhammaṃ anuvicintayaṃ dhammaṃ anussaraṃ bhikkhu saddhammā na parihāyati."
      },
      "365": {
        "local": 6,
        "text": "Let him not despise what he has received, nor ever envy others: a mendicant who envies others does not obtain peace of mind.",
        "pali": "salābhaṃ nâtimaññeyya nāññesaṃ pihayaṃ care. aññesaṃ pihayaṃ bhikkhu samādhiṃ nâdhigacchati."
      },
      "366": {
        "local": 7,
        "text": "A Bhikshu who, though he receives little, does not despise what he has received, even the gods will praise him, if his life is pure, and if he is not slothful.",
        "pali": "appalābho pi ce bhikkhu salābhaṃ nâtimaññati taṃ ve devā pasaṃsanti suddhājīviṃ atanditaṃ."
      },
      "367": {
        "local": 8,
        "text": "He who never identifies himself with name and form, and does not grieve over what is no more, he indeed is called a Bhikshu.",
        "pali": "sabbaso nāmarūpasmiṃ yassa n' atthi mamāyitaṃ asatā ca na socati sa ve bhikkhū 'ti vuccati."
      },
      "368": {
        "local": 9,
        "text": "The Bhikshu who acts with kindness, who is calm in the doctrine of Buddha, will reach the quiet place (Nirvana), cessation of natural desires, and happiness.",
        "pali": "mettāvihārī yo bhikkhu pasanno Buddhasāsane adhigacche padaṃ santaṃ saṃkhārūpasamaṃ sukhaṃ."
      },
      "369": {
        "local": 10,
        "text": "O Bhikshu, empty this boat! if emptied, it will go quickly; having cut off passion and hatred thou wilt go to Nirvana.",
        "pali": "siñca bhīkkhu imaṃ nāvaṃ, sittā te lahum essati. chetvā rāgañ ca dosañ ca tato nibbānam ehisi."
      },
      "370": {
        "local": 11,
        "text": "Cut off the five (senses), leave the five, rise above the five. A Bhikshu, who has escaped from the five fetters, he is called Oghatinna, `saved from the flood.'",
        "pali": "pañca chinde pañca jahe pañca vuttaribhāvaye, pañcasaṅgātigo bhikkhu oghatiṇṇo 'ti vuccati."
      },
      "371": {
        "local": 12,
        "text": "Meditate, O Bhikshu, and be not heedless! Do not direct thy thought to what gives pleasure that thou mayest not for thy heedlessness have to swallow the iron ball (in hell), and that thou mayest not cry out when burning, `This is pain.'",
        "pali": "jhāya bhikkhu mā ca pāmado mā te kāmaguṇe bhamassu cittaṃ, mā lohaguḷaṃ gilī pamatto, mā kandī dukkham idan' ti ḍayhamāno."
      },
      "372": {
        "local": 13,
        "text": "Without knowledge there is no meditation, without meditation there is no knowledge: he who has knowledge and meditation is near unto Nirvana.",
        "pali": "n' atthi jhānaṃ apaññassa paññā n' atthi ajhāyato yamhi jhānañ ca paññā ca sa ve nibbānasantike."
      },
      "373": {
        "local": 14,
        "text": "A Bhikshu who has entered his empty house, and whose mind is tranquil, feels a more than human delight when he sees the law clearly.",
        "pali": "suññāgāraṃ paviṭṭhassa santacittassa bhikkhuno amānusī ratī hoti sammā dhammaṃ vipassato."
      },
      "374": {
        "local": 15,
        "text": "As soon as he has considered the origin and destruction of the elements (khandha) of the body, he finds happiness and joy which belong to those who know the immortal (Nirvana).",
        "pali": "yato yato sammasati khandhānaṃ udayavyayaṃ labhatī pītipāmojjaṃ amataṃ taṃ vijānataṃ."
      },
      "375": {
        "local": 16,
        "text": "And this is the beginning here for a wise Bhikshu: watchfulness over the senses, contentedness, restraint under the law; keep noble friends whose life is pure, and who are not slothful.",
        "pali": "tatrâyam ādi bhavati idha paññassa bhikkhuno: indriyaguttī santuṭṭhī pātimokkhe ca saṃvaro, mitte bhajassu kalyāṇe suddhājīve atandite."
      },
      "376": {
        "local": 17,
        "text": "Let him live in charity, let him be perfect in his duties; then in the fulness of delight he will make an end of suffering.",
        "pali": "paṭisanthāravutt' assa ācārakusalo siyā, tato pāmojjabahulo dukkhass' antaṃ karissati."
      },
      "377": {
        "local": 18,
        "text": "As the Vassika plant sheds its withered flowers, men should shed passion and hatred, O ye Bhikshus!",
        "pali": "vassikā viya pupphāni maddavāni pamuñcati evaṃ rāgañ ca dosañ ca vippamuñcetha bhikkhavo."
      },
      "378": {
        "local": 19,
        "text": "The Bhikshu whose body and tongue and mind are quieted, who is collected, and has rejected the baits of the world, he is called quiet.",
        "pali": "santakāyo santavāco santavā susamāhito vantalokāmiso bhikkhu upasanto ti vuccati."
      },
      "379": {
        "local": 20,
        "text": "Rouse thyself by thyself, examine thyself by thyself, thus self-protected and attentive wilt thou live happily, O Bhikshu!",
        "pali": "attanā coday' attānaṃ paṭimāse attam attanā, so attagutto satimā sukhaṃ bhikkhu vihāhisi."
      },
      "380": {
        "local": 21,
        "text": "For self is the lord of self, self is the refuge of self; therefore curb thyself as the merchant curbs a good horse.",
        "pali": "attā hi attano nātho attā hi attano gati, tasmā saññāmay' attānaṃ assaṃ bhadraṃ va vāṇijo."
      },
      "381": {
        "local": 22,
        "text": "The Bhikshu, full of delight, who is calm in the doctrine of Buddha will reach the quiet place (Nirvana), cessation of natural desires, and happiness.",
        "pali": "pāmojjabahulo bhikkhu pasanno Buddhasāsane adhigacche padaṃ santaṃ saṃkhārūpasamaṃ sukhaṃ."
      },
      "382": {
        "local": 23,
        "text": "He who, even as a young Bhikshu, applies himself to the doctrine of Buddha, brightens up this world, like the moon when free from clouds.",
        "pali": "yo have daharo bhikkhu yuñjate Buddhasāsane so 'maṃ lokaṃ pabhāseti abbhā mutto va candimā."
      }
    }
  },
  {
    "chapter_number": 26,
    "chapter_roman": "XXVI",
    "chapter_title": "The Brahmana (Arhat)",
    "verses": {
      "383": {
        "local": 1,
        "text": "Stop the stream valiantly, drive away the desires, O Brahmana! When you have understood the destruction of all that was made, you will understand that which was not made.",
        "pali": "chinda sotaṃ parakkamma, kāme panuda brāhmaṇa, saṃkhārānaṃ khayaṃ ñatvā akataññū si brāhmaṇa."
      },
      "384": {
        "local": 2,
        "text": "If the Brahmana has reached the other shore in both laws (in restraint and contemplation), all bonds vanish from him who has obtained knowledge.",
        "pali": "yadā dvayesu dhammesu pāragū hoti brāhmaṇo ath' assa sabbe saṃyogā atthaṃ gacchanti jānato."
      },
      "385": {
        "local": 3,
        "text": "He for whom there is neither this nor that shore, nor both, him, the fearless and unshackled, I call indeed a Brahmana.",
        "pali": "yassa pāraṃ apāraṃ vā pārāpāraṃ na vijjati vītaddaraṃ visaññuttaṃ tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "386": {
        "local": 4,
        "text": "He who is thoughtful, blameless, settled, dutiful, without passions, and who has attained the highest end, him I call indeed a Brahmana.",
        "pali": "jhāyiṃ virajam āsīnaṃ katakiccaṃ anāsavaṃ uttamatthaṃ anuppattaṃ tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "387": {
        "local": 5,
        "text": "The sun is bright by day, the moon shines by night, the warrior is bright in his armour, the Brahmana is bright in his meditation; but Buddha, the Awakened, is bright with splendour day and night.",
        "pali": "divā tapati ādicco, rattiṃ ābhāti candimā. sannaddho khattyo tapati, jhāyī tapati brāhmaṇo. atha sabbam ahorattiṃ Buddho tapati tejasā."
      },
      "388": {
        "local": 6,
        "text": "Because a man is rid of evil, therefore he is called Brahmana; because he walks quietly, therefore he is called Samana; because he has sent away his own impurities, therefore he is called Pravragita (Pabbagita, a pilgrim).",
        "pali": "bāhitapāpo ti brāhmaṇo samacaryā samaṇo ti vuccati. pabbājayam attano malaṃ tasmā pabbajito ti vuccati."
      },
      "389": {
        "local": 7,
        "text": "No one should attack a Brahmana, but no Brahmana (if attacked) should let himself fly at his aggressor! Woe to him who strikes a Brahmana, more woe to him who flies at his aggressor!",
        "pali": "na brāhmaṇassa hareyya; nâssa muñcetha brāhmaṇo, dhī brāhmaṇassa hantāraṃ, tato dhī y' assa muñcati."
      },
      "390": {
        "local": 8,
        "text": "It advantages a Brahmana not a little if he holds his mind back from the pleasures of life; when all wish to injure has vanished, pain will cease.",
        "pali": "na brāhmaṇass' etad akiñci seyyo yadā nisedho manaso piyehi, yato yato hiṃsamano nivattati tato tato sammati-m-eva dukkhaṃ."
      },
      "391": {
        "local": 9,
        "text": "Him I call indeed a Brahmana who does not offend by body, word, or thought, and is controlled on these three points.",
        "pali": "yassa kāyena vācāya manasā n' atthi dukkataṃ saṃvutaṃ tīhi ṭhānehi tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "392": {
        "local": 10,
        "text": "After a man has once understood the law as taught by the Well-awakened (Buddha), let him worship it carefully, as the Brahmana worships the sacrificial fire.",
        "pali": "yamhā dhammaṃ vijāneyya sammāsambuddhadesitaṃ sakkaccaṃ taṃ namasseyya aggihuttaṃ va brāhmaṇo."
      },
      "393": {
        "local": 11,
        "text": "A man does not become a Brahmana by his platted hair, by his family, or by birth; in whom there is truth and righteousness, he is blessed, he is a Brahmana.",
        "pali": "na jaṭāhi na gottena na jaccā hoti brāhmaṇo, yamhi saccañ ca dhammo ca so sukhī so ca brāhmaṇo."
      },
      "394": {
        "local": 12,
        "text": "What is the use of platted hair, O fool! what of the raiment of goat-skins? Within thee there is ravening, but the outside thou makest clean.",
        "pali": "kin te jaṭāhi dummedha, kin te ajinasāṭiyā. abbhantaran te gahanaṃ, bāhiraṃ parimajjasi."
      },
      "395": {
        "local": 13,
        "text": "The man who wears dirty raiments, who is emaciated and covered with veins, who lives alone in the forest, and meditates, him I call indeed a Brahmana.",
        "pali": "paṃsukūladharaṃ jantuṃ kisaṃ dhamanisanthataṃ ekaṃ vanasmiṃ jhāyantaṃ tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "396": {
        "local": 14,
        "text": "I do not call a man a Brahmana because of his origin or of his mother. He is indeed arrogant, and he is wealthy: but the poor, who is free from all attachments, him I call indeed a Brahmana.",
        "pali": "na câhaṃ brāhmaṇaṃ brūmi yonijaṃ mattisambhavaṃ bhovādi nāma so hoti sa ve hoti sakiñcano, akiñcanaṃ anādānaṃ tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "397": {
        "local": 15,
        "text": "Him I call indeed a Brahmana who has cut all fetters, who never trembles, is independent and unshackled.",
        "pali": "sabbasaṃyojanaṃ chetvā yo ve na paritassati saṅgātigaṃ visaṃyuttaṃ tam ahaṃ brūmi brāhmaṇam."
      },
      "398": {
        "local": 16,
        "text": "Him I call indeed a Brahmana who has cut the strap and the thong, the chain with all that pertains to it, who has burst the bar, and is awakened.",
        "pali": "chetvā nandhiṃ varattañ ca sandānaṃ sahanukkamaṃ ukkhittapaḷighaṃ buddhaṃ tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "399": {
        "local": 17,
        "text": "Him I call indeed a Brahmana who, though he has committed no offence, endures reproach, bonds, and stripes, who has endurance for his force, and strength for his army.",
        "pali": "akkosaṃ vadhabandhañ ca aduṭṭho yo titikkhati khantībalaṃ balānīkaṃ tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "400": {
        "local": 18,
        "text": "Him I call indeed a Brahmana who is free from anger, dutiful, virtuous, without appetite, who is subdued, and has received his last body.",
        "pali": "akkodhanaṃ vatavantaṃ sīlavantaṃ anussutaṃ dantaṃ antimasārīraṃ tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "401": {
        "local": 19,
        "text": "Him I call indeed a Brahmana who does not cling to pleasures, like water on a lotus leaf, like a mustard seed on the point of a needle.",
        "pali": "vāri pokkharapatte va āragge-r-iva sāsapo yo na lippati kāmesu tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "402": {
        "local": 20,
        "text": "Him I call indeed a Brahmana who, even here, knows the end of his suffering, has put down his burden, and is unshackled.",
        "pali": "yo dukkhassa pajānāti idh' eva khayam attano pannabhāraṃ visaññuttaṃ tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "403": {
        "local": 21,
        "text": "Him I call indeed a Brahmana whose knowledge is deep, who possesses wisdom, who knows the right way and the wrong, and has attained the highest end.",
        "pali": "gambhīrapaññaṃ medhāviṃ maggāmaggassa kovidaṃ uttamatthaṃ anuppattaṃ tam ahaṃ brūmi brāhmaṇaṃ."
      },
      "404": {
        "local": 22,
        "text": "Him I call indeed a Brahmana who keeps aloof both from laymen and from mendicants, who frequents no houses, and has but few desires.",
        "pali": "asaṃsaṭṭhaṃ gahaṭṭhehi anāgārehi c' ūbhayaṃ anokasāriṃ appicchaṃ tam -"
      },
      "405": {
        "local": 23,
        "text": "Him I call indeed a Brahmana who finds no fault with other beings, whether feeble or strong, and does not kill nor cause slaughter.",
        "pali": "nidhāya daṇḍaṃ bhūtesu tasesu thāvaresu ca yo na hanti na ghāteti tam -"
      },
      "406": {
        "local": 24,
        "text": "Him I call indeed a Brahmana who is tolerant with the intolerant, mild with fault-finders, and free from passion among the passionate.",
        "pali": "aviruddhaṃ viruddhesu attadaṇḍesu nibbutaṃ sādānesu anādānaṃ tam -"
      },
      "407": {
        "local": 25,
        "text": "Him I call indeed a Brahmana from whom anger and hatred, pride and envy have dropt like a mustard seed from the point of a needle.",
        "pali": "yassa rāgo ca doso ca māno makkho ca pātito sāsapo-r-iva āraggā tam -"
      },
      "408": {
        "local": 26,
        "text": "Him I call indeed a Brahmana who utters true speech, instructive and free from harshness, so that he offend no one.",
        "pali": "akakkasaṃ viññāpaniṃ giraṃ saccaṃ udīraye yāya nâbhisaje kañci tam -"
      },
      "409": {
        "local": 27,
        "text": "Him I call indeed a Brahmana who takes nothing in the world that is not given him, be it long or short, small or large, good or bad.",
        "pali": "yo 'dha dīghaṃ va rassaṃ vā aṇuṃthūlaṃ subhāsubhaṃ loke adinnaṃ nâdiyate tam -"
      },
      "410": {
        "local": 28,
        "text": "Him I call indeed a Brahmana who fosters no desires for this world or for the next, has no inclinations, and is unshackled.",
        "pali": "āsā yassa na vijjanti asmiṃ loke paramhi ca nirāsayaṃ visaṃyuttaṃ tam -"
      },
      "411": {
        "local": 29,
        "text": "Him I call indeed a Brahmana who has no interests, and when he has understood (the truth), does not say How, how? and who has reached the depth of the Immortal.",
        "pali": "yassâlayā na vijjanti aññāya akathaṃkathī amatogadhaṃ anuppattaṃ tam -"
      },
      "412": {
        "local": 30,
        "text": "Him I call indeed a Brahmana who in this world is above good and evil, above the bondage of both, free from grief from sin, and from impurity.",
        "pali": "yo 'dha puññañ ca pāpañ ca ubho saṅgaṃ upaccagā asokaṃ virajaṃ suddhaṃ tam -"
      },
      "413": {
        "local": 31,
        "text": "Him I call indeed a Brahmana who is bright like the moon, pure, serene, undisturbed, and in whom all gaiety is extinct.",
        "pali": "candaṃ va vimalaṃ suddhaṃ vippasannam anāvilaṃ nandībhavaparikkhīṇaṃ tam -"
      },
      "414": {
        "local": 32,
        "text": "Him I call indeed a Brahmana who has traversed this miry road, the impassable world and its vanity, who has gone through, and reached the other shore, is thoughtful, guileless, free from doubts, free from attachment, and content.",
        "pali": "yo' maṃ palipathaṃ duggaṃ saṃsāraṃ moham accagā tiṇṇo pāragato jhāyī anejo akathaṃkathī anupādāya nibbuto tam -"
      },
      "415": {
        "local": 33,
        "text": "Him I call indeed a Brahmana who in this world, leaving all desires, travels about without a home, and in whom all concupiscence is extinct.",
        "pali": "yo 'dha kāme pahatvāna anāgāro paribbaje kāmābhavaparikkhīṇaṃ tam -"
      },
      "416": {
        "local": 34,
        "text": "Him I call indeed a Brahmana who, leaving all longings, travels about without a home, and in whom all covetousness is extinct.",
        "pali": "yo 'dha taṇhaṃ pahatvāna anāgāro paribbaje taṇhābhavaparikkhīṇaṃ tam -"
      },
      "417": {
        "local": 35,
        "text": "Him I call indeed a Brahmana who, after leaving all bondage to men, has risen above all bondage to the gods, and is free from all and every bondage.",
        "pali": "hitvā mānusakaṃ yogaṃ dibbaṃ yogaṃ upaccagā sabbayogavisaṃyuttaṃ tam -"
      },
      "418": {
        "local": 36,
        "text": "Him I call indeed a Brahmana who has left what gives pleasure and what gives pain, who is cold, and free from all germs (of renewed life), the hero who has conquered all the worlds.",
        "pali": "hitvā ratiñ câratiñ ca sītibhūtaṃ nirūpadhiṃ sabbalokābhibhuṃ vīraṃ tam -"
      },
      "419": {
        "local": 37,
        "text": "Him I call indeed a Brahmana who knows the destruction and the return of beings everywhere, who is free from bondage, welfaring (Sugata), and awakened (Buddha).",
        "pali": "cutiṃ yo vedi sattānaṃ upapattiñ ca sabbaso asattaṃ sugataṃ buddhaṃ tam -"
      },
      "420": {
        "local": 38,
        "text": "Him I call indeed a Brahmana whose path the gods do not know, nor spirits (Gandharvas), nor men, whose passions are extinct, and who is an Arhat (venerable).",
        "pali": "yassa gatiṃ na jānanti devā gandhabbamānusā khīṇāsavaṃ arahantaṃ tam -"
      },
      "421": {
        "local": 39,
        "text": "Him I call indeed a Brahmana who calls nothing his own, whether it be before, behind, or between, who is poor, and free from the love of the world.",
        "pali": "yassa pure ca pacchā ca majjhe ca n' atthi kiñcanaṃ akiñcanaṃ anādānaṃ tam -"
      },
      "422": {
        "local": 40,
        "text": "Him I call indeed a Brahmana, the manly, the noble, the hero, the great sage, the conqueror, the impassible, the accomplished, the awakened.",
        "pali": "usabhaṃ pavaraṃ vīraṃ mahesiṃ vijitāvinaṃ anejaṃ nhātakaṃ buddhaṃ tam -"
      },
      "423": {
        "local": 41,
        "text": "Him I call indeed a Brahmana who knows his former abodes, who sees heaven and hell, has reached the end of births, is perfect in knowledge, a sage, and whose perfections are all perfect. *** END OF THE PROJECT GUTENBERG EBOOK 2017 ***",
        "pali": "pubbenivāsaṃ yo vedi saggāpāyañ ca passati atho jātikkhayaṃ patto abhiññāvosito muni sabbavositavosānaṃ tam -"
      }
    }
  }
]